package jp.co.csj.lan;

public class N1_LANG_MINI {

	
	/**
	 * 
	 * 
01-----------------------------------------------------------------
いかん：取决于；根据；因

試験の結果いかんでは、卒業できないこともある。
根据考试的结果，也有不能毕业的情况。
そばから：刚……就

庭をきれいに掃くそばから落ち葉が散ってくる。
刚打扫干净庭院，落叶就有落下来了。
ところを：……时候；……之中

その試合は、もう少しで終わるところを、雨で中断された。
那场比赛马上就要结束的时候，因下雨而中断了。
に至るまで ： 甚至；到……为止

その若者は頭の先から足の先に至るまで、おしゃれをきめこんでいた。
那个年轻人从头到脚都包装华丽。
を限りに：以……为限；截止于

今日を限りに、この学校ともお別れです。
从今天起就要和这个学校告别了。
ずにはおかない： 肯定会…

彼女のスピーチは聞く者に感動を与え[ずにはおかなかった]。
她的演讲让听众感动不已。
なくして： 如果没有

人々の信頼なくして、リーダーの務めは果たせない。
没有大家的信赖，就无法发挥领导的作用。
べからざる べからざる：不应该

口にすべからざることを言ってしまい、彼とは絶交状態になってしまった。
说了不该说的话，同他断交了。
をもって： 于

本日の営業は午後7時をもって終了いたします。
今日营业于晚7点结束。
しまつだ： 结果…；到了…的地步

弟は昔から両親に手を焼かせてしまいましたが、ついに家出をして、警察のやっかいにまでなる[しまつです]。
弟弟以前就一直让父母苦恼，最终落到离家出走，给警察找麻烦的地步。




02-----------------------------------------------

いかんによらず：不管；不论

理由のいかんによらず、殺人は許されないことだ。
不管理由如何，杀人是不被允许的。
たところで：即使

約束の時間にこんなに遅れては、行ってみたところで、だれもいないだろう。
比约会时间晚了这么多，即使去了也不会有人在了吧。
としたところで：即使……也……

全員が参加するとしたところで、せいぜい30人ぐらいだ。
即使全员参加，最多也不过30来人。
にかかわる：关系到；影响到

彼は交通事故で、命にかかわる大けがをしたそうだ。
他在交通事故中，受到了危及性命的重伤。
んばかりだ：差点要…

大風が吹いて、街路樹の枝が今にも折れんばかりだ。
刮着大风，街旁的树枝好像马上就要断了。
たりとも：连

もう時間がない。１分たりとも無駄にできない。
没时间了。一分钟也不能耽误了。
なしに：不…

ノックなしにわたしの部屋に入らないでください。
不敲门请不要进入我的房间。
べからず：禁止

芝生に立ち入るべからず。
请勿入草坪。
をものともせずに：不顾

エジソンは周囲の非難をものともせずに、実験を続けた。
爱迪生不顾周围的责难，继续进行实验。
だに：即使…；连…也

科学の力で同じ遺伝子を持つ人間を造り出すなど、考えるだに恐ろしいことだ。
用科学的力量造出带有同一基因的人，连想想都觉得可怕。


03-----------------------------------------------

いかんにかかわらず：不管；不论

国民の賛意のいかんにかかわらず、その法案は国会で可決されるだろう。
不管国民赞成与否，那个法案都将在国会上通过吧。
っぱなし：一直；放置不管 

弟は何でもやりっぱなしで、いつも母に後始末をしてもらっている。
弟弟做什么事都是有头无尾，总是让母亲帮他收拾残局。
にしたって： 即使……也……

わたしにしたって、それについてはどうしていいか分からないんです。
就连我自己，对那件事也不知如何是好。
にたえない：非常；极为；不胜

事故にあった方々のことを思うと、同情の念にたえない。
想到遭遇事故的人们，真让人不胜同情。
ならでは：只有…才有的

こんな新しい発想はあのデザイナーならではのものです。
这样新颖的构想非那位设计师莫属。
といったらない：极了

このところ残業続きで疲れるといったらない。
这段时间一直加班疲乏极了。
べく：为了

恩師に会うべく、久しぶりに母校を訪れた。
为了见恩师，来到了阔别已久的母校。
を余儀なくされる：迫使…（被动）


不況のため労働者は賃金カット[を余儀なくされて]しまった。
由于不景气，工人不得不被削减了工资。
だに：就连…也

夏の暑い日、風もなく、木々の葉は微動だにしない。
炎热的夏日，没有风，树叶纹丝不动。
が最後：一旦…就完了

あのおばさんに会ったが最後で、話し始めたらきりがない。
一旦遇上那位阿姨，她话匣子一打开就没完没了。


04-----------------------------
いかんをとわず：不管；不论

国籍のいかんをとわず、採用試験を受けることのできる自治体が増えている。
不论国籍都可以参加录用考试的自治团体增多了。
であれ：尽管；无论……还是

正社員であれパートであれ、仕事に対する責任は変わりません。
无论是正式职员还是临时工，对工作的责任都是一样的。
とはいえ：虽说……但是；尽管……可是

向こうの言い分もわかったとはいえ、心から納得したわけではない。
虽说对方的理由我也能明白，但并不是说心里上就能接受了。
にたえない：无法……，不值得

最近、見るにたえないほどひどい番組がある。
最近，有个糟糕得无法看的节目。
かたがた：顺便

ご挨拶かたがた、お伺いしました。
表示慰问，前来拜访你。
とは：竟然

こんな失敗をするとは、我ながら情けない。
竟然出现了这样的失败，连我自己也觉得不可原谅。
にあたらない：不值得，不必

彼の実力を考えると、今回の彼の受賞も驚くにあたらない。[/en]
以他的实力，此次他获奖用不着大惊小怪的。
まじき：不应该

[en]弱い者をいじめるなんて、許すまじきことです。

欺侮弱者，是不能允许的事。
を余儀なくさせる：迫使…（使役）

不意に起こったなだれが登山計画の中止[を余儀なくさせた]。
突然发生了雪崩，迫使登山计划终止了。
たる：作为说话人强调应与某立场相符之意

教師たるもの、学生に対して常に公平であるべきだ。
身为教师，应该总是公平对待学生。

05---------------------------

ようが：无论；即使；不管

周囲がいかに反対しようが、自分でやると決めたことは最後までやりぬくつもりだ。
无论周围的人如何反对，自己决定做的是事情就打算做到底。
てからというもの：自从……之后

娘が帰って来てからというもの、年老いた父親は見違えるほど元気になった。
自从女儿回来后，年老的父亲就象换了一个人似地精神起来了。
とばかりに：……似的；显出……的样子

彼女が舞台に登場すると、客席から待っていたとばかりに大きな拍手が起こった。
她一登上舞台，观众席上迫不及待地响起了热烈的掌声。
にたえる：值得

趣味で始めた焼き物だが、ようやく市販するにたえる作品ができるようになった。
本
来是出自兴趣开始制作陶艺的，终于能创作出可以上市销售的作品了。
かたわら：一面…一面

彼は銀行員としての仕事のかたわら、作曲もしていました。
他一面做着银行职员的工作，一面也作曲。
ともなく：漫不经心地

見るともなくぼんやり外を見ていたら、不意に大きなカラスが飛んできた。
漫不经心地望着外面发呆，突然飞来一只大乌鸦。
に即して：根据

違反者は、法律に即して処分されます。
违反者将根据法律予以处分。
までのことだ：只好

彼に断られればあきらめるしかない。ほかの人を探すまでのことだ。[/en
]他拒绝的话就只有放弃了，只好再去找别人了。
をよそに：无视

[en]留学をひかえ、周囲の心配をよそに、本人はのんきに構えている。

留学在即，无视周围人的担心，本人却不慌不忙。
でなくてなんだろう：不是…又是什么呢

自分の命を犠牲にして多くの人を救ったあの男が英雄[でなくて何だろう]。
牺牲自己挽救多数人性命的那个男士，不是英雄又是什么呢。

06------------------------------
かぎりだ：非常；……极了

山道で日が暮れて、心細い[かぎりでした]。
走在山路上天黑了，非常不安。
ではあるまいし：又不是……

子供ではあるまいし、暗い所が怖いなんて、おかしいですね。
又不是小孩，还怕黑什么的，真让人笑话。
ないではすまない：又不是……

あんな高価な物を壊したのだから、弁償しないではすまない。
弄坏了那么贵的东西，不赔偿无法交代。
はおろか：别说……；不用说

うちの弟は内気で、人前でスピーチはおろか簡単なあいさつさえできない。
我弟弟很内向，别说在人前演讲了，就是简单的寒暄都不会。
極まりない：【形】极其

優勝を逃して、残念極まりない。
与冠军擦肩而过，实在是遗憾之至。
ともなしに：无意识地

寂しい夜は、だれかから電話がかかってくるのを待つともなしに待っている。
寂寞的夜晚，无意识间等待着有谁打个电话来。
に即した：根据

実情に即した対応策を検討いたします。
根据实际情况探讨对策。
までのことだ：只是…罢了

君にはあまり関係ないかもしれないが、念のため知らせたまでのことだ。
或许和你没什么关系，只是为了慎重起见告诉你一声而已。
んがために：为了要…

長年の夢を実現させんがために、留学を決意した。
为了实现多年的梦想，决定留学。
てやまない：非常…；衷心表示说话人强烈的愿望

お二人の幸せをお祈りし[てやみません]。
衷心祝愿两位幸福。

07-------------------------
がてら：顺便

散歩がてら、たばこを買って来よう。
散步时顺便买包烟回来。
とあって：因为，由于

人気スターがやってくるとあって、大勢の人たちが待ち受けていた。
因为很受欢迎的明星要来，所以很多人都在等候着。
ながらも：虽然……但是；尽管

「狭いながらも、楽しい我が家」というように、自分の家が一番ですね。
正如“斯是陋室，惟吾德馨”所讲，自己的家是最好的。
までもない：没有必要；用不着

そんな簡単な用事のために、わざわざ行くまでもない。
就那么简单的事情，没有必要特意前去。
極まる：【自五】非常

信号を無視して突っ走るなんて、危険極まる行為だ。
无视信号灯乱跑，是极为危险的行为。
ともなると：一到…

12月ともなると、街にはジングルベルのメロディーがあふれる。
一到12月，街上就飘满《铃儿响叮当》的旋律。
に足る：值得…

危険をかえりみず乗客の生命を救った彼の行為は賞賛に足るものだ。
他不顾危险搭救乘客的行为，是值得称赞的。
めく：带有…的意思

野山が薄緑になり、すっかり春[めいて]きた。
山野染上了薄薄的绿色，已经颇带有春意了。
んがための：为了要…

弱肉強食は生物間のバランスを保たんがための自然界の法則だ。
弱肉强食是为了保持生物间平衡的自然界的法则。
と相まって：与…相辅相成；与…相配合；与…相依

環境破壊と相まって、水や空気の汚染が進んでいる。
同环境的破坏一道，水与空气的污染也在加剧。

08-----------------
が早いか：立刻；马上；一……就……

ベルが鳴ったが早いか、生徒たちは教室を飛び出していった。
铃声一响，学生们就飞奔出教室。
とあれば：如果是

子供のためとあれば、親は何をおいても出来る限りのことをするものです。
如果是为了孩子的话，父母无论什么都会尽力而为的。
なり：立刻；马上；一……就……

友人は部屋に入ってくるなり、どっかり腰を下ろした。
朋友一进屋，扑通地就坐下了。
まみれ：满是；全都是

どしゃ降りの中で試合が続き、選手たちは皆泥まみれだ。
比赛在瓢泼大雨中继续着，选手们都满身泥泞。
ごとく：就像

前述したごとく、会議の日程が変更になりましたのでご注意ください。
如上所述，会议日程有所变更，请大家注意。

09------------------------


ともなれば：一旦…

一人前の大人ともなれば、自分の言葉に責任を持たなければなりません。

要成为真正的大人，就应该对自己的言行负责。
にひきかえ：相反

先月は食料品の売上げが著しく伸びたのにひきかえ、衣料品の売上げが落ち込んだ。

上个月食品的销售额显著增长，与此相反，服装类的销售额却跌落下来。
もさることながら：自不必说…

両親の意向もさることながら、子供自身が有名校にあこがれている。

父母的意愿自不必说，孩子自己更向往名牌学校。
あっての： 正因为…才

日々の練習あっての勝利だ。

正因为有平素的练习，才有了胜利。
にして： 同时；既是…又是

彼は出版社の社長にして詩人でもある。

他身为出版社社长的同时，还是一位诗人。

10----------------
というところだ： 大体…；大致上…程度

ゴールデンウィークと言っても、我が家ではせいぜい日帰りで郊外に出かけるというところだ。
就是黄金周，我们家也最多就是去郊外做当天往返的旅游。
きらいがある： 有……倾向；有点……

多くの中高年サラリーマンは仕事に追われて、健康管理を怠るきらいがあると言われている。
都说很多中老年工薪族都有为工作所累而忽略健康管理的倾向。
といえども：即使；虽说是……

先生といえどもこの禁を破ることはできない。
即使是老师也不能破此禁例。
なりに：与……相应的；与……相符的

子供は子供なりに、自分の世界をもっているものだ。
孩子有着孩子自己的世界。
ものを：但是；却

早く言えばいいものを、何も言わないんだから。
早说就好了，却什么也不讲。

11------------------------
ごとき 就象

良子は白百合のごとき乙女であった。
良子是个如同白百合花一样的少女。
ないまでも 即使不…

彼が犯人だと断定できないまでも、いろいろと怪しいところがある。
即使不能断定他就是犯人，也有很多的疑点。
にもまして 更加…

試合に勝ったのにもまして、全力を出しきれたことを誇りに思う。
较之比赛获胜，更为倾尽了全力而感到自豪。
をおいて 除了…

彼をおいて議長適任者はいない。
除了他，无人能胜任主席一职。
からある 足有…

その男は30キロからある荷物をひょいと肩に担いだ。
那个男的一下子扛起了足有30公斤重的行李。

12-----------------------
といったところだ 大致上…的程度

パーティーの参加者は、７０人から８０人[といったところでしょう]。
参加聚会的人数，大致上也就是70到80人吧。
の至り のいたり 非常…；…之极

こんな立派な賞をいただきまして、光栄の至りです。
能得此殊荣，实感光荣之至。
ずにはすまない ずにはすまない 不……不行；不……过不去

部下の失敗に対して、上役は責任を取らずにはすまないものだ。
对于部下的失败，上司免不了要承担责任。
と思いきや とおもいきや 本来以为……

前進を続けると思いきや、リーダーは退却の命令を発した。
本以为会继续前进，可指挥者却发出撤退的命令。
にあって 处于……；在……下

彼女は戦時中、思想統制下にあって、なお自由な精神を持ち続けた。
战争时期，在思想受到管制的环境下，她仍然一直保持着自由的思想。

14-------------------------
からの 足有…

彼女は5億円からの遺産を相続したそうだ。
听说她继承了多达5亿日圆以上的遗产。
ないではおかない 不能不…；一定

今度こそ、本当のことを言わせないではおかないぞ。
这次，一定要让你说实话。
のきわみ …之极；极尽

徹夜続きで、疲労の極みに達している。
连续的通宵作业，已经精疲力竭了。
ですら 连……；甚至……(で可省去)

そんなやさしい漢字は、小学生ですら読める。
那么简单的汉字，连小学生都能读。
 
ときたら 提起……；说起……

あいつときたら、いつも遅れて来るんだから。頭にくるよ。
说到那个家伙啊，总是迟到，真让人生气。


15-----------------
に至る にいたる 甚至；以至于

兄が起こした会社は発展を続け、海外に支店を出す[に至った]。
哥哥创立的公司持续发展，甚至在海外也设立了分店。
ゆえ 【接续】由于；因为

動かぬ証拠があるゆえ、有罪が確定した。
由于握有铁证，所以确定了有罪。
ずくめ 清一色

黒ずくめの男が、さっきから門の前に立っている。
一袭黑装的男子，从刚才开始一直站在门口。
ながらに 保持…状态

薬害の被害者たちはこれまでの苦しい経験を涙ながらに語った。
药的受害者们流着泪诉说着至今为止的痛苦经历。
ばそれまでだ 就此完了

どんなにいい機械があっても、使い方がわからなければそれまでだ。
再好的机器，不懂使用方法也没用。


16-------------
をもって 凭

審査の結果は書面をもってお知らせします。
审查的结果以书面的形式通知。
こととて 由于；因为…所以

何も知らぬこととて、失礼をいたしました。
因为完全不知道，所以十分抱歉。
にかたくない 不难…；很容易就

子供を亡くした親の悲しみは察するにかたくない。
失去孩子的父母的悲痛，不难体察。
を皮切りにして をかわきりにして 以…为开端；自从

朝の連続ドラマに主演したのを皮切りにして彼女はスターへの道を歩み始めていた。
自从主演了早间连续剧，她开始走上了通往明星之路。
いかにも…らしい 很像…；真像…

今日は暖かくて[いかにも春らしい]天気だ。
今天天气暖和，很像春天一样。 


17----------

ては…ては 表示反复重复着某动作，又…又…

休み中、[食べては眠り、食べては]眠りの連続で、すっかり太ってしまった。
休假的时候，我是吃了又睡，睡了又吃，胖了很多。
おいそれとは…ない 不能贸然…；不能轻易…

私はまだ若くて経験が浅いので、そんな責任が重い仕事は[おいそれとは引き受けられない]。
因为我还年轻，涉世不深，所以像那么责任重大的工作我真的是不能贸然接受。
ず…ず 既不…也不…

彼は[慌てず焦らず]に試験現場に入っていった。
他不慌不忙地走进了考场。
たら…で 表示即使实现了前项，还是会令人头疼的

結婚しないとつまらないが、結婚[したら結婚したで]、自由時間も少なくなった。
不结婚又觉得没劲，可是结婚了吧，自由时间又少了。
といっても…だけだ 虽说…顶多也就是…

昇進したといっても高々一ヶ月の課長代理[だけで]、課長が帰ってからまた平社員に戻るわけだよ。
虽说是晋升了，也就是当一个月的代理课长而已。课长回来后我自然就又要回到普通职工的位子上。

18---------
なんでも…そうだ 据说…；听说…    

なんでも彼女はもうすぐ仕事を辞める[そうです]よ。 
据说她马上就要辞掉工作。
ようと…まいと 无论是否……都    

昔の恋人が結婚[しようとしまいと]、今のわたしには関係ないことです。
不管以前的恋人是否结婚，和现在的我都没有关系。
ただ…のみ 只；只是        

今はただ事故にあった方々の無事を祈る[のみ]です。
现在只有祈祷事故中的人们平安无事。
といい…といい 不论……还是……；……也好……也好    

このドレス、色[といいデザインといい]、お客様によくお似合いですよ。
这条裙子，无论颜色还是设计，都是非常适合您的。
なり…なり 或者…    

ジュース[なりコーラなり]、お好きなものをどうぞ。 
果汁也好可乐也好，喜欢什么请随便用。


19--------------
ひとり…だのみならず  不仅；不只

出生数の減少は、[ひとり日本のみならず]、西欧諸国においても同様に見られる傾向である。 
出生率的降低，不仅在日本，西欧诸国也有同样的倾向。
いかにも…そうだ  很像…；真像…    

帰国する日にパスポートをホテルに置き忘れてくるなんて、いかにも彼の[やりそうな]ことだ。
竟然在回国那天把护照忘在了宾馆里，这太像他的性格了。
と言わず…と言わず  无论是…，还是…

部屋の中の物は机[といわず、椅子といわず]、めちゃくちゃに壊されていた。
房间里的东西，无论是桌子还是椅子，全被砸得乱七八糟。
ことは…が  虽然…但是…；尽管…但是…

仕事がきつい[ことはきついが]、家族のことを考えてやるしかない。
工作辛苦是辛苦，但考虑到家庭只能干下去。
たところで…だけだ  即使…也只是…

「急がば回れ」だ。つまり急いで計算したところで間違いが多くなる[だけだ]。
欲速则不达。也就是说慌忙计算的话，也只能导致诸多错误。

20------------





21-----------------
だに 即使…；连…也

科学の力で同じ遺伝子を持つ人間を造り出すなど、考えるだに恐ろしいことだ。
用科学的力量造出带有同一基因的人，连想想都觉得可怕。
いかんにかかわらず 不管；不论

国民の賛意のいかんにかかわらず、その法案は国会で可決されるだろう。
不管国民赞成与否，那个法案都将在国会上通过吧。
っぱなし 一直；放置不管

弟は何でもやりっぱなしで、いつも母に後始末をしてもらっている。
弟弟做什么事都是有头无尾，总是让母亲帮他收拾残局。
にしたって 即使……也……

わたしにしたって、それについてはどうしていいか分からないんです。
就连我自己，对那件事也不知如何是好。
にたえない 非常；极为；不胜

事故にあった方々のことを思うと、同情の念にたえない。
想到遭遇事故的人们，真让人不胜同情。


22---------------
つ…つ     又…又

ラッシュアワーの車内で、乗客は[押しつ押されつ]している。
交通高峰时间的车内，乘客们挤来挤去。
ひとり…だけでなく     不仅；不只

リーさんの抱えている問題は、ひとり彼女が悩んでいる[だけでなく、他の留学生たちにも共通の問題である。
小李遇到的问题，不只是她一人的烦恼，也是其他留学生们共同面临的问题。
いかんによらず     不管；不论

理由のいかんによらず、殺人は許されないことだ。
不管理由如何，杀人是不被允许的。
たところで     即使

約束の時間にこんなに遅れては、行ってみたところで、だれもいないだろう。
比约会时间晚了这么多，即使去了也不会有人在了吧。
としたところで     即使……也……

全員が参加するとしたところで、せいぜい30人ぐらいだ。
即使全员参加，最多也不过30来人。




https://jp.hjenglish.com/nenglikaon1/p868571/
































	 * 
	 */
}
