package jp.co.csj.lan;
/*
新日本语能力测试N1语法与词汇练习大全(1847题)
1 強風で、家から（ ）出られなかった。1
1)出ようにも2)出ようが3)出たなら4)出れば
答案:1
2 身長２メートル（ ）大男が、突然、目の前に現れた。4
1)だけある2)からする3)だけする4)からある
答案:4
3 花田さんの冗談には、いつも思わず（ ）。1
1)笑われた2)笑わせた3)笑わせられた4)笑わさせられた
答案:4
4 だれにも知られること（ ）準備を進めなければならない。1
1)なくて2)なしに3)ないで4)ないと
答案:2
5 患者のプライバシーを他の人に漏らすなんて、医者としてある（ ）ことだ。4
1)べからず2)はずの3)かぎりの4)まじき
答案:4
6 たとえ子供（ ）、自分のしたことは自分で責任をとらなければならない。2
1)ならば2)であれ3)ならでは4)であると
答案:2
7 将棋のおもしろさを知ってからと（ ）、彼は暇さえあれば将棋の本ばかり読んでいる。4
1)いうまで2)いうのに3)いうこと4)いうもの
答案:4
8 もうとても追いつけないだろうと（ ）、驚くほどの速さで彼は一気に先頭に走り出た。1
1)おもいきや2)おもうべく3)おもいがけず4)おもうだに
答案:1
9 どちらに（ ）で、そうたいした差があるとは思えない。4
1)するもの2)したもの3)するところ4)したところ
答案:4
10 部下からそんなことを言われる（ ）、さぞ不愉快だっただろう。3
1)では2)には3)とは4)かは
答案:3
11 国は早く対策をたててほしいと、被害者たちは涙（ ）訴えた。4
1)ばかりに2)のままに3)かぎりに4)ながらに
答案:4
12 「あっ、だれかおぼれてる」と言う（ ）、彼は川に飛び込んだ。1
1)なり2)まま3)ほど4)ゆえ
答案:1
13 服装はいつもとだいぶ違うが、やっぱりあれは田中さんに（ ）。2
1)比べない2)相違ない3)ほかはない4)わけがない
答案:2
14 水も食糧もない状況に（ ）、人々は互いに助け合うことの大切さを学んだ。1
1)あって2)とって3)かけて4)つれて
答案:1
15 君自身の問題だから、「やめてしまえ」（ ）、いまいちど考え直してみたらどうだろうか。
1)とまでは言わなくて2)とも言うまいし3)とまでは言わないが4)とも言わねばならず
答案:3
16 飛行機がだめなら、列車で行く（ ）のことだ。2
1)べき2)まで3)はず4)のみ
答案:2
17 留学したい気持ちは分かるが、この病状では、延期（ ）をえないだろう。2
1)されず2)せざる3)せず4)せぬ
答案:2
18 今にも夕立が（ ）ばかりの空模様だ。3
1)降り出した2)降り出して3)降りださん4)降り出そう
答案:3
19 とてもうれしくて、この喜びをだれかに（ ）いられなかった。3
1)話せずには2)話されるには3)話さずには4)話すには
答案:3
20 わからない単語があったら、辞書を引く（ ）だれかに聞く（ ）して、調べておきなさい。1
1)なり/なり2)こと/こと3)と/と4)し/し
答案:1
21 手術後の経過が順調だったら、来週は散歩に出ても（ ）。4
1)むりである2)むりもない3)さしつかえる4)さしつかえない
答案:4
22 新企画の中止が決まろうとしているが、担当した者たちは反対せずには（ ）。4
1)ならないだろう2)ないだろう3)しないだろう4)おかないだろう
答案:4
23 習慣や考え方は人によって異なるので、自分にとっての常識は他人にとっての非常識で（ ）。2
1)ないとかぎられる2)ないともかぎらない3)あるともかぎらない4)あるとかぎられる
答案:3
24 優秀な田中君のことだから、論文を１週間で仕上げたと聞いても驚く（ ）。3
1)にあてられない2)にはあたる3)にはあたらない4)にあたるだろう
答案:3
25 駅前の新しい喫茶店は、明日の開店をひかえてすっかり準備が整い、あとは客を（ ）。3
1)待たないばかりになっている2)待たないほどになっている3)待つばかりになっている4)待つほどになっ
ている
答案:3
26 人はとかく自身に都合がいい意見にのみ耳を傾ける（ ）。2
1)きらいになる2)きらいがある3)きらいである4)きらいとなる
答案:2
27 森の動物たちの映画を見て、家族の愛情（ ）。4
1)に心を打った2)が心を打たれた3)が心を打った4)に心を打たれた
答案:4
28 あの役者のきざな恰好は、まったく見るに（ ）。2
1)たまらない2)たえない3)おえない4)かたくない
答案:2
29 山下博士が画期的な理論を打ち立てたと新聞に出ていた。博士の頭脳と実力（ ）からすれば、
それは意外なことではない。4
1)になって2)をとって3)にとって4)をもって
答案:3
30 こんな悪天候の中を歩いていらしたんですか。電話をくだされば車でお迎えにまいりました（ ）。
1
1)ものを2)はずを3)もので4)はずで
答案:1
31 何もおっしゃらないでください。私なりによく考えた（ ）出した結果なのです。3
1)わけで2)すえに3)かぎり4)さいご
答案:2
32 今年は作物の生育がよくないそうだ。夏の低温に（ ）雨が少なかったのが原因だと考えられて
いる。2
1)くわえれば2)くわえて3)くわわって4)くわわれば
答案:2
33 新校舎の完成は大幅に遅れているらしい。現状（ ）あと１か月はかかりそうだ。4
1)からすると2)までしても3)とともに4)によって
答案:1
34 来月市民ホールが完成する。３日の記念講演を（ ）、コンサートや発表会などが連日予定されて
いる。3
1)はじまりに2)まくあけで3)かわきりに4)さいしょで
答案:3
35 もう毎晩、毎晩、隣の夫婦は大げんか、本当にうるさい（ ）ありやしない！ 3
1)というなら2)といえば3)といったら4)といっても
答案:3
36 またしても現職大臣の汚職が発覚した。このままでは内閣が総辞職（ ）すまないだろう。4
1)しては2)せずにも3)しなくても4)せずには
答案:4
37 試験で100 点をとったからって、驚くには（ ）。彼女は、それなりの努力をしているから。2
1)あたっている2)あたらない3)ありうる4)ありえない
答案:2
38 いずれ会長の指導力も衰え、社長の陰に隠れてしまうことは想像（ ）。4
1)に難しい2)に難しくない3)に難い4)に難くない
答案:4
39 今や情報の時代、居ながらにして世界の状況がわかる。わざわざ現地に行く（ ）。4
1)までだ2)までではない3)までのことだ4)までもない
答案:4
40 これは機密事項である。口外（ ）。4
1)せざるべきだ2)しないべきだ3)するべし4)するべからず
答案:4
41 大地震の被害を受けた人々が早く元気になることを願って（ ）。2
1)おわらない2)やまない3)しまわない4)やめない
答案:2
42 今度うそをついたら、本当に針千本飲まさずには（ ）！ 3
1)やめない2)もたない3)おかない4)えない
答案:3
43 え？ 幽霊を見たって？ 錯覚よ、錯覚（ ）何だって言うの？ 4
1)としても2)とせずに3)であって4)でなくて
答案:4
44 社長もまた株主総会の決定には従わざるを得ず、退任を（ ）。4
1)余儀せずさせた2)余儀せずされた3)余儀なくさせた4)余儀なくされた
答案:4
45 実際に住んでみて肌で感じることなしには、その国の文化は理解（ ）。3
1)できるだろう2)できるかもしれない3)できないだろう4)できなければならない
答案:3
46 テレビドラマではあるまいし、現実にそんな都合のいい偶然がある（ ）。4
1)だろう2)かもしれない3)わけだ4)わけがない
答案:4
47 今さら先生のせいにしたって、合格する（ ）。3
1)べきではない2)かもしれない3)わけではない4)までもない
答案:3
48 まさか！本当に1 千万円の宝くじが当たるなんて、夢にだに（ ）。2
1)見た2)見なかった3)見えた4)見えなかった
答案:2
49 妻にすら行き先を（ ）、彼はふらりと旅行に出た。4
1)告げようとして2)告げまいとして3)告げなくて4)告げずに
答案:4
50 プロの芸人たるもの、他人のまねは（ ）。3
1)できるだろう2)できるはずだ3)できないだろう4)できるべきだ
答案:3
51 今朝は仕事の疲れがたまり、おまけに熱まで出て、（ ）起きられなかった。3
1)起きれば2)起きても3)起きようとしても4)起きまいか
答案:3
52 現代人の生活はテレビなどのマスメディアなしには（ ）。2
1)語れるだろう2)語れない3)語れるわけである4)語れずにすむ
答案:2
53 あの女優をおいて、この映画の役をこなせる者は（ ）。2
1)いるかもしれない2)いないだろう3)いなければならない4)いるだろう
答案:2
54 彼の存在（ ）、今度の企画は失敗に終わっていただろう。2
1)どおりに2)なくしては3)ならでは4)に限らず
答案:2
55 可能性がゼロになったわけじゃないんだ。一生懸命やれば（ ）。3
1)できるものではない2)できることではない3)できないものでもない4)できはしない
答案:3
56 不況の波を乗り越えるため、日曜（ ）休まず働かねばならない。1
1)としても2)といえども3)ともなく4)とばかりに
答案:2
57 機械化が進み、便利な世の中に（ ）、働かないで遊んで暮らせるわけではない。4
1)なるように2)なったからこそ3)なってからというもの4)なったとはいえ
答案:4
58 たとえ健康のため（ ）、私の唯一の楽しみのたばこをとりあげるとは！ 2
1)であり2)であろうと3)ではあって4)ではあれ
答案:4
59 君が金に困っていると知っていれば、何とか力になった（ ）、どうして教えてくれなかったの？ 4
1)ように2)ほどに3)ばかりに4)ものを
答案:4
60 「はい、がんばります！」と口では（ ）、なかなか実行できないのが現実だ。2
1)言わずに2)言いながらに3)言うまでもなく4)言いながらも
答案:4
61 手術後回復したかと思いきや、病状は（ ）。4
1)やはり少しずつ良くなった2)はたして健康をとりもどした3)案の定悪化した4)またしても悪化していっ
た
答案:4
62 緊急の電話を受けた警察官は、パトカーに飛び乗る（ ）、猛スピードで現場へ向かった。
1)より早いか2)が早いか3)から早いか4)も早いか2
答案:2
63 もう疲労の限界だった波は玄関のドアを（ ）、バタリと倒れてしまった。1
1)開けるなり2)開けたなり3)開けるべく4)開けたべく
答案:1
64 授業終了のベルが鳴る（ ）、彼はトイレへ直行した。1
1)やいなや2)とたんに3)ばかりに4)が最後
答案:1
65 最近は年のせいか、記憶力が衰え、（ ）忘れていってしまう。1
1)習うそばから2)習えばそばから3)習うとそばから4)習ってそばから
答案:1
66 予想した（ ）、自体は悪化する一方だった。2
1)ごとし2)ごとく3)べし4)べく
答案:2
67 喫茶店に流れる静かな曲を（ ）聞いていたら、昔、恋人といっしょに聞いた思い出の曲だとわかり、
懐かしさで胸が一杯になった。4
1)聞きながら2)聞こうにも3)聞くとはいえ4)聞くともなしに
答案:4
68 彼女は、夫の無実を涙（ ）訴えた。4
1)なりに2)あって3)っぽく4)ながらに
答案:4
69 子どもの成長の段階（ ）は、母親がそばにいた方が望ましい。3
1)にいたって2)にとって3)にあって4)にして
答案:3
70 一度社会的信用を（ ）、それを取り戻すのは大変だ。2
1)失ったらもはや2)失ったが最後3)失ったあげく4)失った限り
答案:2
71 私どもは、お客さまのニーズに（ ）、より一層のサービスを心がけております。2
1)こたえようにも2)こたえんばかりに3)こたえざるをえず4)こたえるべく
答案:4
72 「いじめ」の問題は、ひとり学校（ ）家庭内にも問題があるように思われる。3
1)をものともせず2)を限りに3)のみならず4)あっても
答案:3
73 地震そのものによる被害（ ）、直後の火災によって命を落とした人も少なくない。1
1)もさることながら2)ではあるまいし3)をよそに4)なくしては
答案:1
74 この映画はストーリー（ ）音楽（ ）まれにみる作品だね！ 3
1)であれ、であれ2)なり、なり3)といい、といい4)ですら、ですら
答案:3
75 もう知りません。南極へ行く（ ）、月旅行するなり好きにしなさい！ 4
1)や2)べく3)し4)なり
答案:4
76 息子も息子（ ）考えてやっているようだ。あまり型にはめるようなことはよそう。1
1)なりに2)ために3)からに4)ところに
答案:1
77 あの歌手は甘いマスクとさわやかな声が、そのスマートな容姿（ ）、またたくまに若い女の子の間
で人気の的になった。2
1)とともに2)と相まって3)につれて4)にしたがって
答案:2
78 「さあ、今日が決戦だ！」（ ）、選手たちは勢いよくグランドに出て行った。4
1)ともない2)と思いきや3)ともなれば4)とばかりに
答案:4
79 テストを返すときの先生の顔はまるで「信じられない」と（ ）だった。3
1)言わないほど2)言わないのみ3)言わんばかり4)言わぬが仏
答案:3
80 反抗ばかりしてきたが、子どもを持つ今（ ）初めて親の気持ちが分かる。4
1)だから2)であれ3)とはいえ4)にして
答案:4
81 火災予防の訓練は実際の場合（ ）、行われた。3
1)をよそに2)はもとより3)に即して4)に引きかえ
答案:3
82 カーレースはいろいろな国のスポーツカーが、抜きつ（ ）の大接戦となった。3
1)抜きつ2)後れつ3)抜かれつ4)進みつ
答案:3
83 父は、たばこ歴20 年。健康のため「今日（ ）タバコをやめます」と家族に宣言した。4
1)をはじめ2)をもとに3)を抜きに4)を限りに
答案:4
84 彼は世間の冷笑（ ）、自らの信念を貫き通し、研究を完成させた。1
1)をものともせず2)のみならず3)いかんによって4)と相まって
答案:1
85 一学生の発言( ),次々と学校批判が続出し,集会は大混乱となった。4
1)までもなく2)を余儀なくされ3)ではあるまいし4)を皮切りに
答案:4
86 彼は情勢を楽観しすぎる（ ）。あれでは、今後、いろいろと問題が起きると思う。4
1)べきではない2)ものがある3)までもない4)きらいがある
答案:4
87 彼は酒癖が悪くてね。最初は明るくていいんだけど、酔っぱらってくると、上司の悪口を言い始め、最後
には泣き出す（ ）だ。2
1)終始2)始末3)始終4)結末
答案:2
88 いえ、本当にこの目で見たんです、ネッシーを。幻覚だと（ ）ですがね。2
1)言われれば幻覚2)言われればそれまで3)言うなら現実4)言うならそれから
答案:2
89 もし主役が決まっていたらどうしよう……。しかたがない。その時は（ ）。あれこれ考えていない
で、まずはあたってみよう。2
1)ひきさがるわけだ2)ひきさがるまでだ3)突き進むわけだ4)突き進むまでだ
答案:2
90 勉強、勉強といっても、ただ勉強する時間が多ければ良い（ ）。効率の良い勉強方法を工夫しなければ
良い成績にはつながらない。4
1)きらいがある2)といったらない3)というにはあたらない4)というのもでもない
答案:4
91 理由（ ）、遅刻した者は試験が受けられない。4
1)次第で2)次第に3)いかんで4)いかんによらず
答案:4
92 長年連れそった主人を亡くし、何か心の中に穴があいたみたいで寂しい（ ）。3
1)至りだ2)極みだ3)限りだ4)きりだ
答案:3
93 溺れている人を助けただけなのに、新聞にとりあげられ、表彰までしていただいて、まことに光栄（ ）
です。1
1)の至り2)に存じ3)まみれ4)だらけ
答案:1
94 大恋愛の末、結婚して1 カ月、きのうまで幸福（ ）にあったA 子さんは、ご主人を交通事故で亡くし、
一瞬にして絶望の底に落ちてしまった。1
1)極まりない2)まみれ3)の極み4)の限り
答案:3
95 先日は大変お世話になりました。お礼（ ）、田舎から届きましたりんごをお持ちしました。
1)の一方2)の半面3)かたがた4)ながらに3
答案:3
96 だれ、テレビを（ ）で、出かけたのは。電気代がもったいないでしょ。4
1)つけながら2)つけかけ3)つけっきり4)つけっぱなし
答案:4
97 うちの弟は、自動車整備工場で毎日油（ ）になって、働いている。1
1)まみれ2)ずくめ3)の限り4)に極み
答案:1
98 彼の書いた本など（ ）足りない。読むだけ時間のむだだ。4
1)論ずれば2)論じても3)論ぜさるを4)論ずるに
答案:4
99 依頼人をホテルに誘うなんて、弁護士として（ ）行為である。2
1)あるまい2)あるまじき3)ないまじき4)ないべき
答案:2
100 ギャラリーはたくさんあっても、鑑賞（ ）絵はめったにない。1
1)にたえる2)にかかわる3)極まる4)ずくめの
答案:1
101 子供（ ）我が家、子供がいなかったら、即離婚だな。4
1)あるべき2)あればの3)あったの4)あっての
答案:4
102 主婦のパートだったら、時給７００円から１０００円（ ）が相場だろう。2
1)といったこと2)といったところ3)としたこと4)としたところ
答案:2
103 彼は噂によると１億5 千万円（ ）借金を抱えているという。3
1)にまして2)にたる3)からの4)ゆえの
答案:3
104 冬の厳しいこの地方でも、雪がとけ始め、あたりもようやく春（ ）。4
1)っぽい2)どおりだ3)づいてきた4)めいてきた
答案:4
105 あの店（ ）サービスが悪くて……。味だけは一流なんだけどね。2
1)としたら2)ときたら3)として4)ときて
答案:2
106 冬は人通りが少なく寂しい限りだが、春（ ）、花見客でにぎわうようになる。1
1)ともなると2)ともあれ3)ともすると4)ともなれ
答案:1
107 漢字は（ ）ひらがなも書けないなんて！ 4
1)あげく2)きわみ3)かぎり4)おろか
答案:4
108 私がお見合いしようと（ ）と、あなたには関係ありません。1
1)するまい2)せざる3)したい4)したがらざる
答案:1
109 彼女は仕事をする（ ）独学で英語を学び、英検１級に合格した。1
1)かたわら2)あまり3)うちに4)そばから
答案:1
110 こんな夜中に電話してくるなんて、非常識（ ）。4
1)極まっている2)極めている3)極まらない4)極まりない
答案:4
111 学生あての荷物が学校に届いたが、夏休み中の（ ）連絡がとれなかった。4
1)ことに2)ことさせ3)ことでは4)こととて
答案:4
112 上から下まで黒（ ）妙な人物が家の前をうろうろしていたのでびっくりした。1
1)ずくめで2)ぐらいで3)めいて4)ぼっちで
答案:1
113 やるだけのことはやった。あとは、合格通知を待つ（ ）だ。1
1)のみ2)ほど3)きり4)すら
答案:1
114 東京に家を建てるためだ。節約、節約、1 円（ ）むだづかいはできない。3
1)ならでは2)どころか3)たりとも4)までも
答案:3
115 彼女がこのクラスに（ ）からというもの、雰囲気が一変した。3
1)入る2)入った3)入って4)入らない
答案:3
116 10 年に一度のお祭り（ ）、村は見物客でにぎわった。3
1)として2)にあたって3)とあって4)にして
答案:3
117 まさか……あのテレビのアナウンサーがガンだった（ ）、知らなかった。1
1)とは2)にすら3)わけに4)ものを
答案:1
118 可能性がないとは言わない（ ）も、限りなくゼロに近いね。4
1)すら2)から3)ばかり4)まで
答案:4
119 これこそ日本の味だ。日本（ ）の独特の風味がある。2
1)であれ2)ならでは3)らしき4)ごとき
答案:2
120 妻が離婚を決意する（ ）、初めて夫は自分の非に気づいた。3
1)にひきかえ2)について3)にいたって4)に際して
答案:3
121 たかが不合格だとは思っても、「死にます」って手紙に書いてあったんだ。命に（ ）ことなんだ。ほ
っておけないよ。2
1)いたる2)かかわる3)あたる4)かわる
答案:2
122 勉強家の弟（ ）、兄は遊んでばかりいる。1
1)にひきかえ2)はもとより3)とはいえ4)とともに
答案:1
123 大人気だった第一回目のコンサートにも（ ）、今回はチケット発売時から申し込みが殺到している。
1
1)ひきかえ2)まして3)いたって4)あたって
答案:2
124 あなたのためを思えば（ ）、こんなに厳しくいうのです。2
1)から2)こそ3)すら4)だけ
答案:2
125 こんな簡単なことは、わざわざ先生にきく（ ）、辞書をひけばわかります。4
1)ほどもなく2)わけもなく3)はずもなく4)までもなく
答案:4
126 だれもが有名になりたがるが、有名である（ ）悩みというものもある。3
1)ごとくの2)かわりの3)がゆえの4)だけの
答案:3
127 きみの実力を（ ）すれば、日本語能力試験など恐れるにたりない。4
1)ように2)とって3)かぎりに4)もって
答案:4
128 まわりの人々の忠告（ ）、わがままを通してきた彼ももうすぐ人の親になる。1
1)をよそに2)はもとより3)はやはり4)をかぎりに
答案:1
129 課長のS は、策略家で、社長に（ ）、いろいろ裏工作をしていると聞く。2
1)ならぬがために2)ならんがために3)なるまいがために4)ならないがために
答案:2
130 子どものけんかに親がわざわざ口出しをする（ ）。それぐらいのこと子ども同士で解決させろ。2
1)までだ2)までもない3)ものだ4)のもでもない
答案:2
131 あの冷静なA さん（ ）上がってしまうのだから、そうでない我々はどうなることか。2
1)だから2)にして3)こそ4)なのに
答案:2
132 ファミコンにかけては、子ども（ ）、バカにはできない。4
1)というなら2)といったが3)といって4)といえども
答案:4
133 うちの母親におかずが少ないとか、まずいとか（ ）が最後、つぎから食事は作ってもらえない。1
1)言った2)言って3)言う4)言わない
答案:1
134 主婦は、夫と子どもを残して、旅行で3 日も家をあけると、家の中がどうなっているか、（ ）だに
恐ろしいという。1
1)想像する2)想像できる3)想像せず4)想像せぬ
答案:1
135 友人が病院に運ばれたときいたときは、もうだめかと思ったが、かろうじて命だけは（ ）。4
1)たすかるわけだ2)たすかるしまった3)たすかるにあたらなかった4)たすかったようだ
答案:4
136 強引で一方的なところがある彼は、人の話をろくに（ ）。3
1)ききようがない2)きくべきではない3)きこうとしない4)きかないわけにはいかない
答案:3
137 あなたを心配しているからこそ、わたしはあなたに、厳しく注意する（ ）。4
1)ものです2)はずです3)のです4)ことです
答案:3
138 通信販売に人気が集まっている。確かに便利なものであるとはいえ、実際に品物を見ないことには、
（ ）。4
1)安心してやまない2)安心するかぎりだ3)安心するにはあたらない4)安心できそうもない
答案:4
139 全員合格を目指してがんばったが、実際に合格できたのは50％（ ）。2
1)を過ぎた2)に過ぎなかった3)まで過ぎた4)しか過ぎなかった
答案:2
140 旅行に行って、少しのんびりしたいと思うが、会社が休みをくれないのでは、行きたくても（ ）。
3
1)行かざるをえない2)行かないではいられない3)行きようがない4)行かずにはすまない
答案:3
141 もぎたてのブドウは本当においしい。これほどのおいしさは、産地ならでは（ ）。4
1)味わうことができる2)味わうばかりだ3)味わいかねない4)味わえない
答案:4
142 「ミスをなくせ」と言われても、機械ではあるまいし、完璧な仕事は、そう簡単に（ ）。1
1)できるものではない2)できるつもりはない3)できないものでもない4)できないつもりはない
答案:1
143 冗談が好きでいつもみんなを笑わせてくれる彼だが、少し冗談が（ ）。2
1)過ぎるにたえない2)過ぎるきらいがある3)過ぎないまでのことだ4)過ぎないものがある
答案:2
144 優しくて冷静な彼といえども、場合によっては感情的な反応を（ ）。4
1)示さんばかりである2)示しつつある3)示すまい4)示すこともある
答案:4
145 不況が続く中、どの会社も生き残るために必死である。しかし、社員（ ）会社なのだから、社員
に負担をかけるようなことは、できるだけ避けなければならない。4
1)かぎりの2)ずくめの3)まみれの4)あっての
答案:4
146 今の情報化社会では、メディアを通してさまざまな体験ができるようになった。だからこそ、実際に
（ ）体験することの重要性も増してきている。2
1)身をおいて2)身をもって3)身をものともせず4)身をよそに
答案:2
147 なぜ、彼女はわたしに相談してくれなかったのだろう。わたしに相談してくれさえすれば、いくらでも力
になった（ ）。彼女の立場を思うと分からないでもないが、いまさらながら、悔やまれる。3
1)ものの2)ものだ3)ものを4)ものか
答案:3
148 消費税を廃止しろと言う人がいる。しかし、歴史を後戻り（ ）。むしろ、所得税をすべて消費
税に切り替えることの方が、現在の消費社会に適していて現実的だ。1
1)させるべきではない2)させるしかない3)させないわけがない4)させないではすまない
答案:1
149 知人のK 氏は、日本の大都市で暮らしながら、毎年、母国から来日する留学生の世話をしている。自分の
仕事をもちながら苦労して後輩のめんどうを見るのは、彼自身、かつて留学生だった（ ）。後輩を
育てることが、現在の彼の生きがいである。3
1)からにはしかたがない2)よりほかにない3)からにほかならない4)ことになっている
答案:3
150 今、思い出してみると、学生時代は本当にのんびりしていた。それが、就職して社会の一員に（ ）、
ほとんど自分の生活をふりかえる余裕もなく、仕事に追われる毎日となってしまった。2
1)なったそばから2)なってからといもの3)なろうものなら4)なってからでないと
答案:2
151 確かに計画が失敗した責任は彼にある。だからといって、人の悪口を、その人のいないところで
（ ）。人のことを悪く言えば、必ずその言葉は自分に返ってくるからである。3
1)言わずにはおかない2)言わないものではない3)言うものではない4)言わざるをえない
答案:3
152 なぜ「いじめ」のような事件が起きるのであろうか。いろいろ議論は（ ）学校の内部だけの問
題でないことは確かである。2
1)あるのみならず2)あるにせよ3)あるまでもなく4)あるかわりに
答案:2
153 あの戦争から50 年以上がたつというのに、今も世界のあちこちで争いが絶えない。地球全体が病気にか
かっているようで、将来を（ ）。4
1)心配せずにはいられない2)心配するものではない3)心配するべきではない4)心配せずにはおかない
答案:1
154 人間は社会的な動物であり、特に現代の情報社会では社会を意識しないでは生きて行けない。しかし、人
が何と（ ）、絶対に変わらない強い意志も必要である。3
1)言いながらも2)言うまじき3)言おうと4)言うまいと
答案:3
155 天候に（ ）明日は遠足に行きます。1
1)かかわらず2)よると3)よれば4)かかわり
答案:1
156 子ども達は動物園に着くが（ ）おやつを食べ出した。1
1)はやいか2)はやるか3)はやくて4)はやめて
答案:1
157 試験の結果を( )クラス分けを行います。4
1)めぐって2)もとづいて3)かぎりにして4)もとにして
答案:4
158 帰国のあいさつ( )おみやげを持って先生のお宅を訪問した。2
1)がらみに2)かたがた3)かねて4)がために
答案:2
159 彼は学生として許す( )行為を行ったとして退学させられた。4
1)べく2)べき3)べからざる4)べからず
答案:3
160 卒業生の健康と幸せを願って（ ）。1
1)やまない2)そういない3)とまらない4)すまない
答案:1
161 今日は朝からいいこと（ ）幸せな気分だ。1
1)ずくめで2)よりで3)あふれて4)かぎりで
答案:1
162 原子力発電所の建設に（ ）住民との話し合いがもたれた。2
1)かけて2)わたって3)あたって4)うけて
答案:3
163 あのレストランの料理は量（ ）味（ ）文句のつけようがない。4
1)とにとに2)をよそにをよそに3)をかねをかね4)といいといい
答案:4
164 駅前のスーパーまで散歩（ ）買い物に行った。1
1)がてら2)につれて3)にともなって4)かたわら
答案:1
165 犯人は買い物をしていた（ ）警官に逮捕された。2
1)ところに2)ところを3)あいだ4)そばから
答案:2
166 列にわりこむなど紳士にある（ ）行為だ。2
1)まい2)まじき3)らしい4)べき
答案:2
167 ああでもない、こうでもないと迷惑をかけたあげく、あの（ ）。2
1)かぎりだ2)しまつだ3)しまいだ4)おわりだ
答案:2
168 十代の娘じゃ（ ）そんなはでなリボンはつけられませんよ。3
1)ありながら2)ありそうに3)あるまいし4)あるほどに
答案:3
169 風呂の水を（ ）出かけてしまった。2
1)だしにして2)だしっぱなしにして3)だしつつ4)だしおいて
答案:2
170 あの患者は重い病気のため、一人では食事（ ）。4
1)せずにはおかない2)せしめるほどだ3)だにとっている4)すらできない
答案:4
171 今年の米は温暖な気候と適度な雨量とが（ ）豊作となった。2
1)あざむいて2)あいまって3)あてがって4)あたいして
答案:2
172 動物保護に（ ）重要な環境問題について真剣に議論した。4
1)まもる2)おうして3)よって4)かかわる
答案:4
173 彼が秘密を外部にもらしたことは想像に（ ）。4
1)こえない2)こえる3)かたい4)かたくない
答案:4
174 国防費を（ ）種々の予算が見直され始めた。1
1)かわきりに2)ばかりに3)あっての4)みなして
答案:1
175 任務（ ）あの南極で長い冬を過ごすのは大変なことだろう。3
1)といえば2)とばかりに3)とはいえ4)ともなく
答案:3
176 今回の出版に関してご配慮をたまわり感謝に（ ）。1
1)たえません2)やむをえません3)こたえません4)そえません
答案:1
177 他の人にとって厳しいトレーニングでも、あの運動は山田さんにとってはちょうどいい散歩( )。3
1)といえばこそだ2)といったかもしれない3)といったところだ4)というにはあたらない
答案:3
178 彼女の今までの苦労を知っているので、留学が決まったときあれほど喜んだ気持ちが（ ）。2
1)わからなかった2)わからないでもない3)わかるものではない4)わかったものではない
答案:2
179 あの作家は天才なのだから、わずか３日で傑作を書いたからといって、驚く（ ）。1
1)にはあたらない2)べきことだ3)にきまっている4)にちがいない
答案:1
180 毎日遅刻せずに会社に来るとはいえ、その仕事ぶりは（ ）。4
1)ひどいはずがない2)ひどいわけではない3)ひどくはなかった4)ひどいといったらない
答案:4
181 話をおもしろくするためだろうか、あの人はものごとを大げさに言う（ ）。1
1)きらいがある2)きらいではない3)きらいらしい4)きらいがない
答案:1
182 勉強よりまず健康のことを考えるべきだ。試験に合格しても、病気になってしまったら（ ）。1
1)それまでだ2)それからだ3)それほどだ4)それのみだ
答案:1
183 息子は一流の音楽家になるといって家を出た。大変だが、きっと目的を達成せずには（ ）。3
1)おいてあった2)おくことはない3)おかないだろう4)おくべきではない
答案:3
184 悪条件を（ ）、参加者全員が見事にゴールインした。1
1)ものともせず2)ものとして3)ものならず4)ものながら
答案:1
185 朝起きてまずお茶を飲むことが習慣になっている。お茶（ ）一日が始まらない。2
1)なければ2)なしには3)ないので4)ないのに
答案:2
186 年を取るに（ ）私も父親に言われたことと同じことを自分の子どもに言うようになってきた。3
1)ひきかえ2)そって3)つれて4)しても
答案:3
187 何ヶ月も前から準備してきたからには失敗（ ）と思うが、不安が残る。3
1)せずにはいられない2)せざるをえない3)するかもしれない4)するはずがない
答案:4
188 おくびょうで（ ）、用心深くなり、危険を避けることができるのだ。3
1)ありえず2)あるがまま3)あればこそ4)あってさえ
答案:3
189 あの名人も初めからこんなに仕事ができたわけではない。若いころは、先輩のやることを見て、できない
（ ）その真似をしていたのだった。1
1)ながらも2)つつも3)たりとも4)からでも
答案:1
190 太陽と（ ）永遠に輝いているわけではない。いつかは消え去るときがくる。1
1)いえども2)いったらば3)いえばこそ4)いったからには
答案:1
191 彼の栄光は、きびしいレースを勝ち（ ）末に獲得したものだ。3
1)ぬいて2)ぬく3)ぬいた4)ぬき
答案:3
192 小さい頃、よく泥（ ）になって弟とけんかをしたものだ。2
1)ずくめ2)まみれ3)ばかり4)みずく
答案:2
193 喫茶店で、となりの席の話を聞く（ ）聞いていたら、私の会社のことだったので驚いた。3
1)ばかりか2)のみならず3)ともなしに4)どころではなく
答案:3
194 子どものころ、死については（ ）だに恐ろしかった。4
1)考え2)考えた3)考えて4)考える
答案:4
195 あの時もっとがんばっていれば、と後悔してみた（ ）で、今更しようがない。4
1)の2)もの3)こと4)ところ
答案:4
196 あの人は話好きで、目が（ ）最後、最低30 分は放してくれない。2
1)あったの2)あったが3)あうのに4)あったから
答案:2
197 他人を犠牲にする（ ）なしに、個人の望みを達成することは困難だと考えている人もいます。2
1)の2)こと3)もの4)ところ
答案:2
198 あそこの家の父親は、毎日朝から酒を飲んで暴れている。息子は仕事もせず賭事に夢中になっている。ま
ったく、父も父（ ）子も子だ。4
1)と2)では3)なら4)にして
答案:3
199 「考えてみます」と言われたので、了承されたと（ ）、実はそれは「お断りします」という意味
だった。4
1)思いゆえ2)思っても3)思ったり4)思いきや
答案:4
200 この困難な任務を果たせるのは、彼（ ）おいてほかにはいない。1
1)を2)は3)に4)で
答案:1
201 環境問題の解決策を（ ）、熱心な議論が続いている。2
1)通じて2)めぐって3)まわって4)こめて
答案:2
202 この問題については、あなた（ ）お考えがおありでしょうが、ここのところは私の言うとおりに
してください。4
1)向きの2)なみの3)次第の4)なりの
答案:4
203 その赤ん坊は、私が抱きあげたら今にも泣き（ ）ばかりの顔をした。3
1)出す2)出さ3)出さん4)出した
答案:3
204 彼はとても忙しいらしい。食事を（ ）が早いか、すぐに飛びだしていった。1
1)とる2)とり3)とって4)とろう
答案:1
205 詳しくお話を（ ）からでないと、お答えできません。4
1)うかがい2)うかがう3)うかがった4)うかがって
答案:4
206 自分のことだけではなく、相手の立場に立って考えることのできる人、それが大人という（ ）だ。
1
1)もの2)ひと3)ほう4)ところ
答案:1
207 彼は読書が好きだが、読んだそば（ ）何を読んだか忘れてしまい、同じ本を何冊も買ってしまう。
2
1)で2)から3)に4)まで
答案:2
208 経済問題の解決には、政府や企業の対応もさること（ ）、消費者の態度も重要な要素となる。1
1)ながら2)であり3)でなく4)とともに
答案:1
209 徹夜は（ ）、せめて夜１２時くらいまでは勉強したほうがいいいんじゃないですか。4
1)するほどで2)するまでも3)しないほどで4)しないまでも
答案:4
210 とにかく事故現場をこの目で（ ）ことには、対策はたてられません。3
1)見た2)見る3)見ない4)見なかった
答案:3
211 チンパンジーは人間の模倣を（ ）のみならず、互いに協力して共同作業をしているらしいという
報告もある。2
1)して2)する3)せず4)しまい
答案:2
212 実際に読んでみて（ ）、古典のおもしろさを知った。3
1)はじめ2)はじめで3)はじめて4)はじめると
答案:3
213 半導体に対する需要は、ここ数年、以前（ ）もまして高まっている。4
1)まで2)から3)で4)に
答案:4
214 お世話になった先生に頼まれた（ ）、ことわるわけにはいかない。1
1)からには2)からでは3)までには4)まででは
答案:1
215 「これが最近書いた本なんですが、あなたにさしあげますから、どうぞお読みください。」「はい、
（ ）いただきます。」3
1)拝見して2)ご覧になって3)拝見させて4)ご覧にならせて
答案:3
216 「先生の奥様はどの方かご存じですか。」「あそこの（ ）を召していらっしゃるご婦人です。」
1)年2)お年3)年齢4)お年齢
答案:2
217 帰国する日にパスポートをホテルに置き忘れてくるなんて、いかにも彼の（ ）。3
1)やるべきことだ2)やりたいことだ3)やりそうなことだ4)やるらしいことだ
答案:3
218 不景気になってからというもの、長年、会社に貢献してきた人でさえ、会社を（ ）。4
1)やめさせるまでもない2)やめられないですむ3)やめさせられている4)やめないではおかない
答案:3
219 運転手が教えてくれたからよかったものの、もう少しで大切な卒業論文をタクシーの中に（ ）。1
1)忘れるところだった2)忘れるところだろう3)忘れないところだった4)忘れるところではなかった
答案:1
220 彼が生活に困っているというから、お金を貸したのに、そのまま姿を消してしまい、今となっては
（ ） 。4
1)あきらめきれない2)あきらめかねない3)あきらめるまでもない4)あきらめるよりほかない
答案:4
221 慎重なあの人に限って、そんなミスを（ ）。2
1)おかしてばかりいる2)おかすはずがない3)おかさないではいられない4)おかそうとしている
答案:2
222 苦難に満ちたあの人の人生は、涙なくしては（ ）。4
1)語る2)語らない3)語れる4)語れない
答案:4
223 信じられないことだが、これだけ証拠があがっているのだから、事実（ ）。2
1)に決まっていない2)に相違ない3)にちがわない4)にことならない
答案:2
224 もう少し考える時間をくれれば、やら（ ）。3
1)ないこともある2)なければならない3)ないこともない4)ずにはいられない
答案:3
225 私だけが悪いのではないのに、みんなが私一人が悪いと言ったので、くやしく（ ）。1
1)てならない2)てなるべきだ3)てならなくない4)てなればいい
答案:1
226 彼が自分でやると言ったのだから、忙しいあなたがなにもてつだう( )。2
1)ことだ2)ことはない3)ことにした4)こともある
答案:2
227 勉強第一と言っても、勉強時間が長ければいい（ ）。4
1)というものだ2)というわけだ3)といえばいい4)というものではない
答案:4
228 したい、したくない、という気持ちの問題ではない。公言した以上、せ（ ）のだ。1
1)ざるをえない2)ざらなければならない3)ずをえない4)ずのえない
答案:1
229 人を信用させるには、うそをつかない（ ）。2
1)わけだ2)ことだ3)ほうだ4)ぐらいだ
答案:2
230 この学校では学生が教室をそうじする（ ）。3
1)ことにならない2)ことにきめかねない3)ことになっている4)ことにきめられた
答案:3
231 これ以上大きな地震は、あと100 年は起こる（ ）。1
1)まい2)はず3)わけ4)こと
答案:1
232 こんな難しい問題、君なんかにできっ（ ）。3
1)ない2)たっけ3)こない4)そう
答案:3
233 欲しくて（ ）カメラがあるが、高くて、手に入れられない。1
1)たまらない2)がまんする3)ならない4)たえられない
答案:1
234 こんな大金、親が貸してくれる（ ）。2
1)わけではない2)わけはない3)つもりはない4)たとえはない
答案:2
235 うわさ話をみんなに（ ）しようがない。1
1)話したくて2)話したいので3)話したところ4)話したがって
答案:1
236 9 月から、私鉄、地下鉄の運賃が値上げされる（ ）。2
1)といえなくもない2)ということだ3)といえるだろう4)ということになった
答案:2
237 会社を首になり、不況で次の仕事もみつからず、親からの借金は増える（ ）。1
1)一方だ2)ましだ3)片方だ4)両方だ
答案:1
238 子どもは親の言うことを聞く（ ）。親に逆らう（ ）。1
1)ものだ、ものではない2)はずだ、はずではない3)わけだ、わけではない4)ことだ、ことではない
答案:1
239 そんな自分勝手なことが、社会に通る（ ）。1
1)ことはない2)わけはない3)つもりはない4)たとえはない
答案:2
240 人の気も知らないで、もうあんなやつのことなんか、心配してやる（ ）。3
1)ほどか2)ぐらいか3)ものか4)ことか
答案:3
241 さあ、元気を出して、今度こそ、優勝してみせ（ ）。3
1)るでしょうか2)ましょうか3)ようではないか4)るべきでしょうか
答案:3
242 日本では、いいことが重なって起きると、「盆と正月がいっしょにやってきた（ ）」と言う。2
1)とみたいだ2)かのようだ3)といえるだろう4)かとらしい
答案:2
243 この病気は感染する（ ）があるので、すぐ隔離してください。2
1)ため2)おそれ3)わけ4)もの
答案:2
244 彼のほうが悪いんだから、きみが謝る（ ）。2
1)ことだ2)ことはない3)ことにした4)こともある
答案:2
245 用事があって電話（ ）、留守だった。3
1)するところ2)しているところ3)したところ4)しようところ
答案:3
246 先生が言った（ ）勉強すれば、能力試験に合格できますよ。2
1)とともに2)とおりに3)ところに4)として
答案:2
247 人生について考えすぎ（ ）髪が薄くなった。1
1)たこそ2)たあまり3)たさえ4)たばかり
答案:2
248 親にさんざん迷惑をかけ（ ）、飛び降り自殺してしまった彼の人生は一体なんだったんだろ
う。3
1)たので2)たからは3)たあげく4)たはずで
答案:3
249 展覧会が中止になった（ ）、この後の対策を至急考えなければならない。1
1)からは2)うえは3)のにも4)としても
答案:2
250 留学（ ）、生まれて初めて家族と離れ、一人暮らしをすることになった。3
1)をはじめ2)を起点に3)を契機に4)の際
答案:3
251 私は彼が嫌いだ。ものの言い方（ ）気に入らない。2
1)からは2)からして3)からすると4)からには
答案:2
252 ベッドの上に寝た（ ）だった病人が、起き上がれるようになった。3
1)とか2)から3)のみ4)きり
答案:4
253 4 月に入学し（ ）、１日も休んだことのないＡさんが１週間も顔を見せない。4
1)て以外2)て以内3)て以上4)て以来
答案:4
254 悪いことをしても人に知られ（ ）、黙っていれば大丈夫だと思っている人がいる。3
1)ないから2)ないぐらい3)ないかぎり4)ないほど
答案:3
255 あの人は勉強しない（ ）、雑誌すら読もうとしない。1
1)ばかりか2)かぎりか3)ほどか4)までか
答案:1
256 「あんたなんか、大嫌い」と言って別れた（ ）、時がたつにつれて、だんだん後悔しはじめ
た。1
1)ものの2)ものを3)ものから4)もので
答案:1
257 急ぎの仕事が入った（ ）、電話もできなくて、ごめん。3
1)ものを2)ものの3)ものだから4)ものだけれど
答案:3
258 交通規則（ ）運転してください。1
1)にしたがって2)にさきだって3)にこたえて4)にともなって
答案:1
259 都市の拡大（ ）様々な問題が生じてきた。3
1)にしたがって2)しなって3)にともなって4)にくらべて
答案:3
260 このドラマは実際に北海道で起きた事件（ ）制作されたものである。2
1)に関して2)にもとづいて3)について4)に際して
答案:2
261 あの客は店の品物にいろいろケチをつけて、その（ ）何も買わずに行ってしまった。2
1)ため2)あげく3)はず4)とおり
答案:2
262 その湖の美しさ（ ）言葉では表現できないほどである。4
1)を言い2)を言えない3)を言うより4)と言ったら
答案:4
263 留学生（ ）ビザは大切な問題だ。4
1)にかけて2)について3)にして4)にとって
答案:4
264 人が外で待っているの（ ）電話ボックスでながばなしをする若者がいる。4
1)だけに2)にしても3)につけ4)にもかまわず
答案:4
265 家族も親戚も反対した（ ）若い二人はいっしょに暮らしはじめた。2
1)にせよ2)にもかかわらず3)のもも4)からには
答案:2
266 どんな事情があった（ ）すぐ結果を知らせるべきだ。1
1)につけ2)にせよ3)にとって4)にかぎり
答案:2
267 手紙（ ）電話（ ）親には居場所くらい知らせるものだ。1
1)やら、やら2)にしろ、にしろ、3)とか、とか4)につけ、につけ
答案:2
268 煮る（ ）焼く（ ）日本料理にしょうゆは欠かせない。1
1)につけ、につけ2)たり、たり3)やら、やら4)や、など
答案:1
269 A 大学を頂点（ ）大学のランク付けがされている。1
1)として2)となって3)とかけて4)とかんして
答案:1
270 夜明け（ ）出発しましょう。2
1)につれて2)の際に3)にかけて4)とともに
答案:4
271 姉は妹の結婚（ ）お見合いにすることになった。1
1)をきっかけに2)を原因に3)を起点に4)をはじめ
答案:1
272 オリンピック開催（ ）経済的に発展していった。1
1)を契機に2)を期間に3)を時期に4)を起点に
答案:1
273 私のかさとよく似ていた（ ）、まちがって友だちのを持ってきてしまった。4
1)ものだけれど2)ものを3)もの4)ものだから
答案:4
274 大学生（ ）反政府活動がくりひろげられた。3
1)を最中に2)を中に3)を中心に4)を軸に
答案:3
275 愛情（ ）作ったケーキ。2
1)をつめて2)をこめて3)をふくんで4)を入れて
答案:2
276 コンピューター（ ）今の社会は考えられない。1
1)を抜きにして2)を考えずに3)を省いて4)を置かないで
答案:1
277 １年（ ）、ここの気候は温暖です。2
1)をかけて2)を通じて3)をわたって4)をこえて
答案:2
278 テレビ（ ）いろいろなメディアに紹介されたおかげで店は繁盛した。1
1)をはじめ2)を中心に3)のかわりに4)のおかげで
答案:1
279 実存する人物（ ）書かれた小説。4
1)をもって2)をもとでに3)をもとから4)をもとにして
答案:4
280 子どものけんかに親が口を出すこと（ ）おかしい。2
1)からで2)からして3)からまで4)からには
答案:2
281 この参考書を読んでからでないとレポートは（ ）。2
1)書ける2)書けない3)書く4)書くこと
答案:2
282 この筆跡（ ）、本人は意思の強い者と思われる。2
1)から決めて2)から見ると3)から思って4)から書いて
答案:2
283 残念な（ ）、今回の企画は中止しなければならなくなった。3
1)ことなんだから2)ことから3)ことに4)ことはない
答案:3
284 こんな時間になっても帰らないと、心配症の母の（ ）、きっと門を出たり入ったりしてい
るだろう。4
1)ものだから2)はずだから3)わけだから4)ことだから
答案:4
285 集合時間に遅れたと思って、急いで行った（ ）、何のことはない、まだだれも来ていなかっ
た。1
1)ところ2)せいで3)とたん4)おかげで
答案:1
286 就職後のことは（ ）、まずどの会社に入るかだ。4
1)どうにも2)どうにか3)ともども4)ともかく
答案:4
287 学生（ ）、全然勉強しない。1
1)のくせに2)のおかげで3)のせいで4)のなりに
答案:1
288 あの人、言うこと（ ）、やることはねえ……。4
1)のよりは2)のせいで3)のくせに4)のわりに
答案:4
289 孫たちが帰っ（ ）、部屋の中は静かになった。2
1)たなり2)たとたん3)やいなや4)とおもいきや
答案:2
290 さっきまで泣いていた（ ）、もう笑っている。1
1)かと思ったら2)と思うと3)と思うなら4)かと思って
答案:1
291 うちの息子は学校から帰ってきて、かばんを置いたか置かない（ ）、外へ飛び出して行った。
1
1)かのうちに2)とたん3)なりに4)間に
答案:1
292 その恥ずかしさ（ ）、顔から火が出るほどだった。3
1)と言うと2)と言えない3)と言ったら4)と言い、
答案:3
293 このマンションすごいなあ。マンション（ ）ヨーロッパのお城って感じだね。3
1)んほうが2)といって3)というより4)のほどが
答案:3
294 冬（ ）夏も人気がある屋内スキー場。1
1)はもとより2)はもとから3)はもともと4)はもとまで
答案:1
295 その薬を飲んだ（ ）、意識がなくなってしまった。3
1)あげくに2)からには3)とたんに4)最中に
答案:3
296 有名になればなるほど、社会的な地位が上がるが、（ ）プライバシーはなくなっていく。2
1)反対2)反面3)反して4)対して
答案:2
297 発車（ ）少々ゆれますので、ご注意ください。1
1)の際2)のおり3)のころ4)の末
答案:1
298 苦労（ ）やああっと栄光をつかんだ。4
1)の時2)の機3)の末4)の際
答案:3
299 まじめな話ですからから、冗談（ ）でいきたいと思います。2
1)ぬいて2)抜き3)抜く4)抜かない
答案:2
300 この頃、仕事で少々過労（ ）なので、疲労回復の注射でも打ってもらえませんか。4
1)ばて2)すぎ3)がち4)気味
答案:4
301 彼女のどこかさびし（ ）な横顔にひかれる。3
1)い2)さ3)げ4)み
答案:3
302 相手先の返事（ ）、この取り引きはだめになるかもしれない。4
1)間際で2)からして3)によりて4)次第で
答案:4
303 出席簿（ ）いることになっているが、まだ一度も顔を見たことがない。本当にうちの学生？
2
1)下は2)上は3)中は4)面は
答案:2
304 子どもの話をうそと知り（ ）、お金を渡す母であった。2
1)まま2)つつ3)ても4)たり
答案:2
305 子どもだと思っていたが、もう17 歳なのか。道理で最近、大人（ ）なってきたと思ったよ。
1
1)っぽく2)っぽいに3)っぽいと4)っぽに
答案:1
306 外国人（ ）アパートが少なく、借りるのが大変だ。2
1)むいて2)むき3)むいた4)むく
答案:2
307 この自転車は背が高い人（ ）のものなので、子どもの君にはまだ乗りこなせないよ。（無理
だよ） 1
1)むけ2)むける3)むけだ4)むく
答案:2
308 人気女優の楽屋は、ファンからのプレゼント（ ）花束（ ）でうずまっていた。3
1)から、まで2)から、にかけて3)やら、やら4)につけ、につけ
答案:3
309 準備ができ（ ）出発します。よろしいですか。1
1)次第2)次第で3)次第の4)次第より
答案:1
310 この写真を見る（ ）、なくなった母を思い出す。4
1)たびから2)たびたび3)たびまで4)たびに
答案:4
311 考える（ ）ことは二つ、まず家族のこと、それから自分の自由についてだ。3
1)はず2)わけ3)べき4)の
答案:3
312 いままで毎日学校へ来ていたまじめなＡ 子さんは、アルバイトを初めてから、学校を休み
（ ）で、みんな心配している。1
1)がち2)そう3)らしい4)よう
答案:1
313 もう腹がたって、腹がたって、八つ裂きにしてもたりない（ ）。1
1)ほうだ2)ぐらいだ3)ことだ4)すぎる
答案:2
314 私の飲み（ ）のコーラは？ 3
1)きり2)つつ3)かけ4)がち
答案:3
315 考えて、考えて、考え（ ）結果だ。4
1)抜く2)抜き3)抜いて4)抜いた
答案:4
316 申しわけございません。当社の責任ですから、でき（ ）のことはさせていただきます。
1)うるかぎり2)えるかぎり3)ないかぎり4)えないかぎり1
答案:1
317 いろいろと考えた（ ）、やっぱり大学進学をあきらめることにした。4
1)際2)以上3)次第4)末
答案:4
318 笑っては失礼だと思い（ ）、笑わずにはいられなかった。4
1)きり2)につけ3)がちに4)つつ
答案:4
319 なぜテストをするかというと、テストがないととかく学生はなまけ（ ）になるからだ。3
1)ぐせ2)気味3)がち4)げ
答案:3
320 危ないところ（ ）彼に助けてもらった。3
1)が2)に3)を4)か
答案:3
321 初めて一人きりで海外出張することになった。心細い（ ）だ。3
1)きり2)だらけ3)かぎり4)のみ
答案:3
322 交渉の結果（ ）で、今後の対応を検討する。1
1)いかん2)ばかり3)だけ4)関して
答案:1
323 大学で日本語を勉強する（ ）、子供たちに英語を教えている。2
1)がてら2)かたわら3)ながら4)かたがた
答案:2
324 授業が（ ）が早いか、教室を飛び出した。1
1)終わる2)終わった3)終わらない4)終わって
答案:1
325 黒（ ）の男が逃げていくのが見えた。2
1)だらけ2)ずくめ3)まみれ4)だけ
答案:2
326 努力する（ ）なしに成功はありえない。4
1)の2)さえ3)もの4)こと
答案:4
327 彼は何でも大げさに（ ）きらいがある。4
1)言うの2)言わないの3)言わない4)言う
答案:4
328 このような大災害になるとは想像（ ）しなかった。2
1)だけ2)だに3)までも4)限り
答案:2
329 乗客の安全のためには一瞬（ ）油断できない。1
1)たりとも2)だけ3)までも4)限り
答案:1
330 変な男が家の前を行き（ ）戻り（ ）している。4
1)や、や2)たり、たり3)とか、とか4)つ、つ
答案:4
331 たばこを（ ）からというもの、食欲も出てすっかり健康になった。2
1)やめた2)やめて3)やめる4)やめない
答案:2
332 父は家族のために、苦労を（ ）ともせずに働いてくれた。4
1)こと2)なん3)ばかり4)もの
答案:4
333 授業をサボって遊びに行くなんて、学生にある（ ）ことだ。1
1)まじき2)らしい3)みたい4)たる
答案:1
334 祖父の人生はつらいことばかりで、涙（ ）かたれない。4
1)ないでは2)ないから3)なければ4)なしには
答案:4
335 何（ ）ましてうれしかったのは、１０年ぶりに懐かしい友達に会えたことだ。3
1)でも2)か3)にも4)さえ
答案:3
336 彼の能力（ ）しても、その問題は解決できなかった。1
1)に至るまで2)と相まって3)に応じて4)をもって
答案:4
337 子供を（ ）がために、命を落とした。1
1)救わん2)救う3)救って4)救おう
答案:1
338 彼は優秀だから試験に合格しても驚く（ ）。4
1)ほかはない2)にすぎない3)ばかりだ4)にはあたらない
答案:4
339 努力家の姉（ ）、弟はなまけてばかりいる。3
1)とともに2)とばかりに3)にひきかえ4)といえども
答案:3
340 仕事を片づける（ ）から、次の仕事を頼まれて、休む暇もない。4
1)とき2)あと3)こと4)そば
答案:4
341 子供は母親の姿を（ ）なり、わっと泣き出した。4
1)見て2)見た3)見ない4)見る
答案:4
342 彼は力持ちだ。５０キロ（ ）石を軽々と持ち上げた。2
1)極まる2)からある3)はおろか4)までの
答案:2
343 家族の期待を（ ）、弟は大学をやめて遊び暮らしている。1
1)よそに2)もとに3)かまわず4)さておき
答案:1
344 政府は税制改革（ ）、次々と不況対策を発表した。4
1)に即して2)に関して3)を限りに4)を皮切りに
答案:4
345 彼は重い病気にかかり、歩くどころか（ ）。2
1)起きあがるはずがない2)起きあがることすらできない3)起きあがることはできる4)起き上がれないもの
でもない
答案:2
346 いくら高い車を買っても、事故を起こせば（ ）。3
1)まだまだだ2)それからだ3)それまでだ4)これからだ
答案:3
347 早く帰れと言わんばかりの顔をされては、（ ）。4
1)帰らないようだ2)帰ることはない3)帰るまでもない4)帰らざるをえない
答案:4
348 時間に正確な彼にして遅刻してきたのだから、（ ）。4
1)事故があったにちがいない2)事故があった3)事故を余儀なくされた4)事故になるかもしれない
答案:1
349 彼は歌が上手だからカラオケが好きかと思いきや、（ ）。4
1)好きらしい2)毎日行っている3)好きなはずだ4)嫌いだそうだ
答案:4
350 暮らしは豊かになったといわれているが、まだまだ（ ）悲惨な生活を強いられている貧しい人々
がいることを忘れてはならない。4
1)聞くにたる2)聞くにかたくない3)聞きがたい4)聞くにたえない
答案:4
351 試験までもう１週間しかないのだから、今ごろになって後悔したところで（ ）。それなら最初
からもっと努力すべきだったのだ。4
1)どうにでもなる2)どうしよう3)どうにかすべきだ4)どうにもならない
答案:4
352 最近の子供は甘やかされているとよくいわれる。しかし、厳しくしつければしつけるほどよいというもの
ではなく、（ ）子供の意見を聞いてやることが大切だ。3
1)厳しくしついでに2)厳しくしながらも3)厳しくするまでもなく4)厳しくするべからず
答案:2
353 あのレストランは（ ）、従業員の客に対する態度が丁寧で申し分ない。2
1)おいしいとはいえ2)おいしさもさることながら3)おいしくないまでも4)おいしいからには
答案:2
354 世界のあちこちで環境汚染が進んでいる。これは人類（ ）、すべての生物にとって重大な問題
だ。1
1)のみならず2)ならではの3)に至っては4)限りの
答案:1
355 インターネットの発展に伴って、世界のあらゆる場所で同時に情報を得ることができるようになった。コ
ンピューター（ ）現代社会は成り立たないと言っても過言ではない。3
1)があるから2)があったところで3)なくしては4)があるばかりか
答案:3
356 ドアを（ ）っぱなしにしないでください。1
1)開け2)開ける3)開けた4)開けて
答案:1
357 祖母の病気は重く、ひとりで起きること（ ）できなくなった。2
1)とは2)すら3)こそ4)ほど
答案:2
358 産まれる子供が男（ ）女（ ）、「ひかる」という名を付けると決めている。1
1)であれ、であれ2)といい、といい3)やら、やら4)なり、なり
答案:1
359 作物をだめにする害虫は、一匹（ ）残さないように退治しよう。2
1)かぎりは2)たりとも3)ばかりか4)ならでは
答案:2
360 旅行（ ）、日本にいる息子の様子を見てこようと思っている。2
1)かねて2)がてら3)ながら4)つつ
答案:2
361 徹夜をして企画書を作った（ ）、私などの企画が通るはずはない。4
1)ところで2)ところを3)ところが4)ところ
答案:1
362 これは私が愛して（ ）作家の最高傑作だ。4
1)すまない2)しょうがない3)ならない4)やまない
答案:4
363 留学経験の長い彼（ ）国際感覚にあふれた意見だ。2
1)にあたって2)ならではな3)たる4)と相まって
答案:2
364 毎日、汗（ ）になって働いている。3
1)ずくめ2)だけ3)まみれ4)がち
答案:3
365 彼は来るなと（ ）ばかりに手を振った。3
1)言って2)言うが3)言わん4)言わざる
答案:3
366 全員を納得させる（ ）説明をするのは難しい。2
1)にたえる2)にたる3)とする4)ゆえの
答案:2
367 子供では（ ）、自分のことぐらい自分でしなさい。1
1)あるまいし2)あれ3)あろうが4)なくて
答案:1
368 彼は政治家（ ）発言をして、辞任を迫られている。2
1)になるべく2)にあるまじき3)なりの4)ながらに
答案:2
369 親は自分のこと（ ）まして、子供のことを気にするものだ。4
1)より2)とは3)ほど4)にも
答案:4
370 夫は横になる（ ）いびきをかき始めた。3
1)いなや2)かたがた3)なり4)そばに
答案:3
371 プロといえ（ ）失敗することはある。2
1)でも2)ども3)だに4)ゆえ
答案:2
372 彼は自分の意見を他人に強制する（ ）。3
1)きらいだ2)きらいである3)きらいがある4)きらいになる
答案:3
373 ただ今（ ）、申し込みの受付を締め切ります。4
1)をおいて2)にもまして3)に際して4)をもって
答案:4
374 たった１人で雪山登山なんて、危険（ ）。3
1)極まりない2)に相違ない3)の至り4)にたえない
答案:1
375 彼が行こうが（ ）、私は行くと決めている。2
1)行かないが2)行くまいが3)行かなくても4)わからないが
答案:2
376 客（ ）商売だから、客は大切にしなければならない。1
1)あっての2)にあって3)であれ4)からある
答案:1
377 親は、子供のことを考えれば（ ）厳しいことも言うのだ。4
1)から2)ため3)すら4)こそ
答案:4
378 彼は以前から、外国で暮らしたいと言っていたから、退学の理由は想像に（ ）。3
1)おかない2)たえない3)かたくない4)違いない
答案:3
379 二十歳のときからたばこを吸っているが、今日を（ ）やめることにする。2
1)皮切りに2)限りに3)末に4)至って
答案:2
380 彼は他人の非難をものともせずに、（ ）。1
1)自分のやり方を押し通す2)他人の意見を受け入れる3)すぐに人に相談する4)みんなから支持されている
答案:1
381 財政問題は、ひとり東京のみならず、（ ）。2
1)全員で解決策を考えるべきだ2)日本全体の問題だ3)みんなが知っている4)国民の援助が必要だ
答案:2
382 お気に（ ）のなら、さしあげます。
1)あがった2)めした3)いたした4)なられた
答案:3
383 この街に来たのは久しぶりなので、すっかり変わっていると思いきや（ ）。4
1)道に迷ってしまった2)まるで変わってた3)昔のことは忘れてしまった4)昔のままだった
答案:4
384 新製品に対する客の反応いかんでは、商品開発チームの（ ）。1
1)腕次第だ2)努力があったからだ3)解散もありうる4)新製品は失敗だった
答案:3
385 ２０００年に年のコンピューターが狂う可能性があるという。そうなったら最後、（ ）だろう。
2
1)どの国で始まったこと2)都市機能はまひしてしまう3)都市が破壊するしまつ4)数年前から解決を急いで
いる。
答案:2
386 明るい性格のおいが東京の大学にいくので、我が家で暮らすことになった。（ ）家が明るくな
った。2
1)彼が来たのもさることながら2)彼が来てからというもの3)彼の性格をよそに4)彼の明るさを限りに
答案:2
387 母親は子供を助けるために、激しく燃える家に飛び込んでいった。これが愛でなくて（ ）。3
1)親の責任だ2)母親というものだ3)なんだろう4)感激の極みだ
答案:3
388 彼女は機嫌が悪いと大声でどなりちらすことがある。時には、（ ）ようなひどいことを言うこ
ともある。1
1)聞くにたえない2)聞きながらも3)聞くべく4)聞くごとき
答案:1
389 家庭は子供が大部分の時間を過ごす場所である。（ ）、私は家庭でのしつけが一番重要だとかん
がえるのです。2
1)それなりに2)それゆえに3)それこそが4)それにひきかえ
答案:2
390 高速道路を爆破した犯人は、子供を交通事故で失った男だった。同情を（ ）が、かれのやった
ことは犯罪だ。1
1)禁じえない2)せんがためだ3)余儀なくさせる4)いかんだ
答案:1
391 何の予告もなし（ ）面接試験をされてあわてた。1
1)に2)の3)を4)も
答案:1
392 １０年間続いた「俳句の会」は次回（ ）限りに終了することになりました。4
1)が2)で3)まで4)を
答案:4
393 こんなに頼んでも断られるなら、あきらめる（ ）だ。3
1)こそ2)から3)まで4)より
答案:3
394 あの子は大学に合格（ ）からというもの遊んでばかりいる。3
1)する2)した3)して4)しよう
答案:3
395 台風で電車が止まっているから、出かけよう（ ）出かけられない。1
1)にも2)でも3)とも4)かも
答案:1
396 国際法を学ぶ（ ）法学部に入学した。4
1)べき2)べからず3)べし4)べく
答案:4
397 子供は海に（ ）なり水遊びを始めた。1
1)着く2)着いた3)着いて4)着かない
答案:1
398 こんな難しい問題に答えられる（ ）彼はやはり優秀な学生だ。1
1)とは2)として3)とも4)とか
答案:1
399 その結論に（ ）お考えをお聞きしたい。2
1)対した2)関した3)した4)至った
答案:4
400 彼は貧しさ（ ）十分な教育が受けられなかった。3
1)ゆえに2)なりに3)ながらに4)なしに
答案:1
401 年老いた人をだますなんて、人にある（ ）行為だ。3
1)まいし2)ものを3)まじき4)なしに
答案:3
402 試験の直前になって（ ）ところで、どうにもならない。3
1)あわてる2)あわてて3)あわてた4)あわてよう
答案:3
403 都心（ ）、このあたりはまだ緑が多く残っていて鳥の声も聞こえる。2
1)とあって2)とはいえ3)ときたら4)とあれば
答案:2
404 近頃はめっきり歩かなくなって、近くのスーパーに（ ）車で行ってしまう。4
1)こそ2)だに3)かぎり4)すら
答案:4
405 彼はみんなの期待（ ）就職もせずに遊び歩いている。4
1)ところを2)ながらも3)において4)をよそに
答案:4
406 わざとじゃなかった（ ）けがをさせたのだから謝るべきだ。2
1)とばかりに2)とはいえ3)として4)とあって
答案:2
407 どんな学生生活を送るかはじっくり（ ）に足る問題だ。1
1)考える2)考えて3)考えた4)考えよう
答案:1
408 お世話になったのだから、お礼の手紙を書かない（ ）電話ぐらいはかけなさい。2
1)ものを2)までも3)ところを4)ならでは
答案:2
409 彼の協力（ ）この事業は成功しなかっただろう。4
1)にあって2)にして3)なりに4)なくして
答案:4
410 散歩（ ）近くのコンビニにアイスクリームを買いに行った。2
1)ながら2)がてら3)かたわら4)つつ
答案:2
411 彼に（ ）が最後、二人の仲を隠し通すことは不可能だろう。3
1)見られる2)見られて3)見られた4)見られない
答案:3
412 あなたの一生に（ ）問題だから軽率には答えられない。1
1)かかわる2)応じる3)たえる4)比べる
答案:1
413 日本経済の一日も早い回復を祈って（ ）。3
1)かたくない2)たえない3)やまない4)おかない
答案:3
414 会社を発展（ ）がため、社員一同努力を続けている。3
1)させる2)させて3)させん4)させよう
答案:3
415 多くの困難を（ ）政治改革を進めた。4
1)こめて2)もとに3)皮切りに4)ものともせず
答案:4
416 彼も心も入れ替えてやっとまじめに働く気になったと思いきや、（ ）。2
1)まじめに働いている2)飲酒運転で事故を起こした3)働かずにはすまない4)遊び歩かないものでもない
答案:2
417 幼い子供といえども、罪を犯したからには罰を（ ）。4
1)与えるわけにはいかない2)与えないきらいがある3)与えるはずがない4)与えずにはおかない
答案:4
418 彼が音楽家として成功した影には、才能もさることながら、相当な努力が（ ）。3
1)あるはずがない2)ないといったらない3)あったにちがいない4)ありかねない
答案:3
419 親にとっては、試験の結果にもまして、（ ）。3
1)合格することが一番だ2)合格するまでだ3)子供の健康が何よりも心配だ4)子供の健康どころではない
答案:3
420 大雨でいったん試合中止を宣言したが、天候の回復いかんによっては再開（ ）。3
1)するまでもない2)するはずがない3)しないわけではない4)しないまでだ
答案:3
421 彼は政治家として信頼（ ）足る人物だ。3
1)が2)を3)に4)で
答案:3
422 上司の命令（ ）あれば、いやと言うわけにはいかない。1
1)と2)が3)に4)も
答案:1
423 自然は一度破壊された（ ）最後、もう元の状態には戻らない。3
1)に2)を3)が4)と
答案:3
424 労働（ ）の余暇である。ただ休みが多ければいいというものではない。2
1)であって2)あって3)とあって4)にあって
答案:2
425 互いの信頼関係（ ）何の友情だろうか。3
1)がなしに2)をなくして3)なくして4)をなしに
答案:3
426 失敗を経験に（ ）こそ、よりたくましくなれるのだ。1
1)すれば2)したら3)する4)し
答案:1
427 少し高いので、（ ）、買うまいかと迷っている。3
1)買おうではないか2)買わないか3)買おうか4)買おうが
答案:3
428 「食べ放題」というのは、食べたい（ ）食べていいということです。2
1)かぎり2)だけ3)ほど4)まで
答案:2
429 前にも述べた（ ）、私の決意は少しも変わっていない。4
1)なりに2)きり3)まま4)ごとく
答案:4
430 楽しいこと（ ）だった正月休みも終わり、また仕事に戻らなければならない。2
1)きり2)ずくめ3)ほど4)くらい
答案:2
431 時間がなかった（ ）、準備が整わず申し訳ありません。2
1)からは2)もので3)ことだから4)ものなら
答案:2
432 ５年ぶりに会った甥は、見違える（ ）成長していた。4
1)ほど2)だけに3)さえ4)かのように
答案:1
433 実力がありながら、上司の評価が低い（ ）出世できない社員もいないわけではない。4
1)ものの2)ように3)ところで4)ばかりに
答案:4
434 私の作品が金賞をいただくとは、光栄の（ ）でございます。1
1)いたり2)かぎり3)わたり4)めぐり
答案:1
435 この企画は委員会の決定（ ）作られた。2
1)からして2)にそって3)にあって4)について
答案:2
436 細かい手作業に（ ）、本田君の右に出るものはいない。1
1)かけては2)たいして3)向けて4)つけては
答案:1
437 若いうちは何にでも積極的に挑戦してみる（ ）。1
1)ことです2)ばかりです3)はずです4)ところです
答案:1
438 うちの息子（ ）、学校にも行かずにアルバイトばかりしている。4
1)といっても2)としては3)としたら4)ときたら
答案:4
439 経験の浅い新人の（ ）、不手際も多いかと思いますが、よろしくお願いいたします。3
1)ものを2)だけに3)ことゆえ4)ことから
答案:3
440 政治家のスキャンダルは、（ ）個人の問題のみならず、政治全体の問題である。1
1)ひとり2)ひとつ3)ひとこと4)ひとたび
答案:1
441 卒業する学生諸君、君たちの今後の活躍を（ ）やみません。3
1)願い2)願わざるを3)願って4)願わずに
答案:3
442 王家の贅沢の（ ）を尽くした宮殿はすばらしいといったらない。1
1)至り2)高み3)深み4)限り
答案:4
443 営業成績を上げる（ ）、社員全員ががんばっている。1
1)べく2)だに3)なり4)とは
答案:1
444 国境周辺での衝突を（ ）、両国の戦闘が開始された。3
1)もとにして2)ぬきにして3)きっかけとして4)はじめとして
答案:3
445 失恋の痛みは身を（ ）経験してはじめてわかるものだ。2
1)とって2)もって3)かけて4)つけては
答案:2
446 「できない」と言ってしまえば（ ）が、とにかくやるだけやってみよう。2
1)それだけだ2)それまでだ3)そのとおりだ4)それよりほかない
答案:2
447 この事件は解決まで（ ）、犯人はすぐに逮捕された。2
1)時間がかかるまいと思いきや2)時間がかかると思いきや3)時間はかからないまでも4)時間がかかるにし
ても
答案:2
448 一度客の信用を（ ）、もう店の営業は成り立たなくなる。4
1)失うかぎり2)失えば失うほど3)失うにしたがって4)失おうものなら
答案:4
449 彼女は「さあ帰れ」（ ）玄関のドアを開けた。1
1)と言わんばかりに2)と言ったところで3)と言ったばかりに4)と言うまでもなく
答案:1
450 定年まで勤め上げる（ ）、老後の生活の保障があるわけてはない。2
1)につけても2)としたところで3)にしては4)にはかかわりなく
答案:2
451 大金持ち（ ）、十分豊かな生活ができるのだからいいじゃないか。4
1)ではあるまいし2)かと思うと3)はともかくとして4)とはいえないまでも
答案:4
452 仕事をしているといっても、あいつの場合は机の前にすわっている（ ）。2
1)にすぎない2)きらいがある3)までのことだ4)にかたくない
答案:1
453 ベストを尽くして悔いのない人生を（ ）。3
1)送らないものでもない2)送りたいものを3)送りたいものだ4)送れるものなら良い
答案:3
454 大企業が相次いで倒産するという事実を知らされて、（ ）。3
1)驚かないではおかない2)驚くまでもない3)驚きを禁じえない4)驚くというものでもない
答案:3
455 取材とはいえ、女一人で戦場に行くなんて、危険としか（ ）。1
1)いいようがない2)いえないこともない3)いうまでもない4)いったらない
答案:1
456 もっとひどい例もあるのだから、これぐらいで驚く（ ）。3
1)どころではない2)というものではない3)にはあたらない4)にほかならない
答案:3
457 あれほど注意したにもかかわらず規則に違反したのだから、学校側は彼らを（ ）。2
1)処罰されずにはおかない2)処罰せずにはおかない3)処罰されないではいられない4)処罰しないではいら
れない
答案:2
458 犯人は、建物のかげに隠れているところ（ ）警官に見つかり、逮捕された。3
1)へ2)に3)を4)で
答案:3
459 犬嫌いの息子は、犬の姿を見る（ ）早いか走り出す。1
1)が2)まで3)と4)や
答案:1
460 いくらなんでも、そこまでいう（ ）、ちょっと言い過ぎじゃないか。3
1)ので2)とは3)のに4)とも
答案:2
461 両選手は、互いに追い（ ）抜かれ（ ）の激しいレースを展開した。4
1)て2)つつ3)なり4)つ
答案:4
462 先日のお礼（ ）、ちょっとご挨拶にうかがいたいと存じますが。1
1)かたがた2)ながら3)かたわら4)ともに
答案:1
463 彼女のことだから、もうとっくに知っている（ ）、何も聞いていないそうだ。2
1)にしては2)と思いきや3)にもかかわらず4)と言わんばかりに
答案:2
464 うちの主人と（ ）、朝寝坊のくせに、ゴルフに行く日だけは早場はと起きるんです。3
1)いえば2)しては3)きたら4)いっても
答案:3
465 今朝、庭を掃除しているとき、どろ（ ）の千円札を見つけた。2
1)だけ2)まみれ3)ばかり4)ずくめ
答案:2
466 人の生命に（ ）ような重大な問題を軽々しく扱うべきではない。2
1)たりる2)かかわる3)こたえる4)ともなう
答案:2
467 何ぶん初めてのこと（ ）、行き届かぬこともあろうかと思います。3
1)さえ2)でも3)とて4)なり
答案:3
468 今さら失敗を悔やんだ（ ）、終わってしまったものは仕方がない。3
1)もので2)ばかりに3)ところで4)ことか
答案:3
469 彼の（ ）新入社員にそんな重大な任務を任せるわけにはいかない。1
1)ごとき2)ゆえの3)といった4)らしい
答案:1
470 電車が動かないのなら、しかたがない。歩いて帰る（ ）。2
1)ものだ2)までだ3)ばかりだ4)はずだ
答案:2
471 最近の若者は、ろくに努力もせずに楽をして金を稼ごうとする（ ）がある。1
1)きらい2)くせ3)しだい4)がち
答案:1
472 さんざん考えた末、私（ ）作った企画がこれです。4
1)だけに2)ゆえに3)ように4)なりに
答案:4
473 私が提案を読み上げると、社長はダメだ（ ）首を振った。2
1)とあって2)とばかりに3)かと思うと4)かのように
答案:2
474 毎日こう忙しくては、（ ）にも休めない。4
1)休める2)休む3)休んで4)休もう
答案:4
475 のんびり屋の兄だが、家族の一大事（ ）、けっこう頼りになる。
1)とすると2)としたら3)ともなれば4)といえども3
答案:3
476 選手たちは、あらん（ ）の力を出して決勝戦を戦った。4
1)だけ2)ほど3)くらい4)かぎり
答案:4
477 あんなに器用な彼に（ ）作れなかった物だ。僕なんかに作れっこない。2
1)こそ2)して3)しろ4)とって
答案:2
478 Ｍ社の新型パソコンは、操作のしやすさもさることながら、（ ）。3
1)初心者に好評だ2)だれでも楽に使うことができる3)価格の安さが大きな魅力である4)前の機種よりはる
かに改良されている
答案:3
479 一人でそんなに苦労していたとは知らなかった。一言いってくれれば（ ）。4
1)君の役に立てるだろう2)君を助けてあげたいものだ3)なんとか助けてあげたかった4)何か手助けができ
たものを
答案:4
480 何をするにしても、基礎からしっかり勉強しないことには、（ ）。4
1)上達せずにはいられない2)上達しないまでのことだ3)上達するべきではない4)上達は望めない
答案:4
481 どの問題も我々の力の及ぶところではなかった。今度の問題にしたって（ ）。3
1)解決できないことはない2)解決しないわけにはいかない3)解決などできはしないだろう4)解決できない
ものでもない
答案:3
482 私が明日社長のところにうかがって、報告書を（ ）。
1)お渡しされると存じます2)お渡しされると存じております3)お渡しできると存じます4)お渡しできると
存じます
答案:3
483 その女のあまりのあつかましさ（ ）、私はあきれてしまった。1
1)を2)で3)から4)に
答案:4
484 大阪は東京（ ）ついで人口が多い。2
1)から2)に3)を4)が
答案:2
485 給料の２割増（ ）条件に、その仕事を引き受けることにした。4
1)が2)まで3)の4)を
答案:4
486 １週間にわたる試験もいよいよ明日（ ）終わる。4
1)で2)が3)に4)まで
答案:1
487 これだけの機能をそろえたパソコンだと、定価で５０万（ ）する。1
1)から2)より3)だけ4)まで
答案:1
488 犬は主人の姿を（ ）が早いか、元気よく走り寄った。3
1)見て2)見た3)見る4)見よう
答案:3
489 競技場に着いたとき、試合はすでに（ ）。1
1)始まりかけた2)始まった3)始まっていた4)始まったばかりだった
答案:3
490 一時停止をせずに交差点に入り、あやうく衝突する（ ）。2
1)はかりだった2)ところだった3)そうになった4)ことになった
答案:2
491 アメリカ人と話しているとき、自分の英語が（ ）と不安になることがある。4
1)上手ではないか2)下手ではない3)上手なのではないか4)下手なのではないか
答案:4
492 彼女はさも私がバカだと（ ）の顔でこっちを見た。1
1)言わんばかり2)言うらしい3)言いたげ4)言いたそう
答案:1
493 子供が元気で（ ）、親は安心していられるものだ。4
1)こぞすれば2)さえすれば3)こそあれば4)さえあれば
答案:4
494 シャツのボタンが（ ）から、糸と針を持ってきて。4
1)とれている2)とられてある3)とっている4)とられる
答案:1
495 そのピアニストは16 歳（ ）コンクールに優勝した。2
1)をもって2)にして3)をして4)にとって
答案:2
496 震災後の神戸の街は、見るに（ ）状態であった。3
1)かたい2)すぎない3)たえない4)ほかならない
答案:3
497 長年の研究が実り受賞できたことは、（ ）至りです。3
1)うれしい2)幸せな3)感激の4)喜ぶ
答案:3
498 結婚した息子は、手紙は（ ）、電話さえかけてこない。3
1)かまわず2)ひきかえ3)おろか4)とにかく
答案:3
499 その議員は言う（ ）言葉を吐いて、世間を騒がせた。4
1)べく2)べからざる3)べきがない4)べからず
答案:2
500 この大雨では、問い合わせる（ ）スポーツ大会は中止だろう。1
1)までもなく2)ものではなく3)はかなく4)わけなく
答案:1
501 人間にとって、生活の維持も（ ）、よりよく生きることが大切な問題だ。1
1)さることながら2)かまわず3)かかわらず4)ものともせずに
答案:1
502 クレジットカードの使いすぎで、破産しない（ ）借金の返済に苦しむ人が増えている。4
1)とすると2)かぎり3)ところで4)までも
答案:4
503 両親とも芸術家（ ）、彼女のセンスのよさは抜群だ。1
1)とあって2)からして3)とあいまって4)からすると
答案:1
504 新空港の建設候補地は、交通の便のよさという点で当地（ ）ほかにはないだろう。4
1)をもって2)を問わず3)と言わず4)をおいて
答案:4
505 収入の多少を（ ）税額が一律であるとは、どうも納得できない。3
1)よそに2)かかわらず3)問わず4)通じて
答案:3
506 我々はとかく西洋医学を信じすぎる（ ）がある。1
1)きらい2)がち3)つもり4)しまつ
答案:1
507 結婚（ ）しまいが自由だが、子供に対する責任だけはきちんと果たすべきだ。3
1)するか2)しても3)しようが4)しようにも
答案:3
508 いつも遅刻する彼女のことだから、（ ）。3
1)また遅刻をした2)遅刻せずにはいられない3)今日もまた遅刻だろう4)遅刻ばかりしている
答案:3
509 両国間の和平交渉はおそらく（ ）。3
1)うまくいきそうだ2)うまくいかないだろう3)うまくいかないようだ4)うまくいくかもしれない
答案:2
510 どんなに働いてもアルバイト収入は（ ）。3
1)10 万円がせいぜいだ2)10 万円せいぜいだ3)せいぜいで10 万円だ4)せいぜいが10 万円だ
答案:1
511 超大国と呼ばれる国があれほど簡単に崩壊するとは、（ ）。1
1)夢にも思わなかった2)なかなか思えなかった3)予想できたかもしれない4)考えないでも
答案:1
512 ほしいと言えばあげたものを、（ ）。1
1)どうして言わなかったの2)返すなんて失礼ですよ3)予想できたかもしれない4)考えないでもなかたった
答案:1
513 雨の少なかった昨年にひきかえ、（ ）。4
1)水不足が深刻だった2)今年は雨が少ない3)水不足が解消した4)今年は雨が多い
答案:4
514 できないと（ ）、せっかくのチャンスだ。やれるところまでやってみよう。4
1)言ってしまうのは簡単だから2)言うまでもないが3)言わないにしても4)言ってしまえばそれまでだが
答案:4
515 今の職場や仕事に満足している人は（ ）といったところだろう。2
1)それほど多くはない2)３割前後3)ほとんどいない4)かなり減っている
答案:2
516 難しい、難しいと（ ）、その学生は試験でけっこういい点を取っている。2
1)言うにつけ2)言いながらも3)言うにつれて4)言ったところで
答案:2
517 彼女は、（ ）決して意志を曲げることのない人だ。3
1)一度言い出したとしても2)一度言い出すや否や3)一度言い出したが最後4)一度言い出すなり
答案:3
518 その子はたいへん賢く、（ ）覚えてしまう。2
1)教えるかたわら2)教えるそばから3)教えている最中に4)教わりつつも
答案:2
519 やせたいんですね。それじゃ、（ ）というわけにはいかないでしょう。3
1)太らないだけ食べる2)太らないように食べる3)食べたいだけ食べる4)食べたいくらい食べる
答案:3
520 ゴールデンウイーク（ ）あって、観光地はどこも大変な人手だ。1
1)と2)に3)で4)は
答案:1
521 市民の批判（ ）よそに、今日も社長は会議中にいねむりをしていた。3
1)ひ2)が3)を4)の
答案:3
522 この間の試験はひどく悪かった。苦手の数学に至って（ ）クラスの最下位だった。2
1)も2)は3)まで4)までも
答案:2
523 成功おめでとう。この企画は、君の力（ ）できなかっただろう。4
1)ないまで2)ないでは3)ならでは4)なしには
答案:4
524 この事件の裏に大物政治家が存在することは、想像に（ ）。2
1)かたい2)かたくない3)かたからず4)かたかろう
答案:2
525 中小企業への政府の補助は、個々の企業の実情に（ ）行われるべきだ。3
1)基にして2)関して3)即して4)限って
答案:3
526 公園は、東京を（ ）、名古屋、大阪と日本各地を回る予定だ。4
1)きっかけに2)はじめに3)限りに4)皮切りに
答案:4
527 人の顔を（ ）なり笑い出すなんて、失礼なやつだ。1
1)見る2)見た3)見ない4)見て
答案:1
528 研究者（ ）者、真実を追究する心を失ってはならぬ。3
1)ごとき2)まじき3)たる4)ある
答案:3
529 出土した黄金の装飾品は、贅沢の（ ）を尽くした当時の王族の生活を想像させる。2
1)至り2)極み3)至る4)極まる
答案:2
530 ずいぶん春（ ）まいりました。お変わりなくお過ごしでしょうか。3
1)らしく2)まみれて3)めいて4)ともなって
答案:3
531 こんなことになるとは、想像（ ）しなかった。4
1)ばかり2)まで3)とは4)だに
答案:4
532 娘は勉強もせずに遊んでばかりいたが、ついに高校をやめて歌手になりたいと言い出す（ ）で、
私も妻も困り切っている。2
1)あげく2)しまつ3)結果4)最後
答案:2
533 釣り自慢の父は体長が１メートル（ ）魚を釣って、大得意である。3
1)ならではの2)のごとき3)からある4)ましの
答案:3
534 兄は、大学で医学を勉強する（ ）、小説を書いている。1
1)かたわら2)がてら3)が早いか4)かたがた
答案:1
535 「おいおい、電気が（ ）よ。」「あっ、いけない。消しといて」3
1)つけかけだ2)つけっぽい3)つけっぱなしだ4)つけっきりだ
答案:3
536 この島には、電話（ ）、水道も電気もない。1
1)はおろか2)が最後3)までも4)ですら
答案:1
537 あの二人はよほど仲が悪いのだろう。いつも（ ）言葉で言い争っている。1
1)聞くにたえない2)聞きづらい3)聞きかねない4)聞きにくい
答案:1
538 そんなにひどくなるまで我慢するなんて。言ってくれれば病院へ連れていってあげた（ ）。3
1)わけだ2)ものだ3)ものを4)ほどだ
答案:3
539 オリンピックで（ ）がために、選手達は血のにじむような練習を続けている。1
1)優勝せん2)優勝した3)優勝しよう4)優勝せぬ
答案:1
540 「現在の法律では被害者の人権が守られていない」と彼女は涙（ ）訴えた。3
1)だけに2)ばかりに3)ながらに4)がちに
答案:3
541 そんなことはわかりきっている。今さら（ ）。2
1)言うまでだ2)言うまでもない3)言うまでのことだ4)言わないまでだ
答案:2
542 子供の暴力事件は常に存在していたが、最近は以前（ ）暴力が激化しているようだ。4
1)にも及んで2)に至って3)に対して4)にもまして
答案:4
543 かたづけた（ ）子供がちらかすので、部屋がきれいにならない。1
1)そばから2)あとから3)わきから4)のちから
答案:1
544 計画は完璧だ。あとは、（ ）実行するのみ。3
1)さて2)なお3)ただ4)ただし
答案:3
545 貴重な水だ。１滴（ ）無駄にしてはいけない。3
1)を限りに2)ともなく3)たりとも4)をもって
答案:3
546 彼女は重圧を（ ）、のびのびとした演技で見事に１位を獲得した。3
1)わけにはせずに2)こともなく3)ものともせず4)ないとはいえ
答案:3
547 本日は、６時（ ）閉店とさせていただきます。またのご来店をお待ち申し上げます。1
1)をもって2)にあって3)にして4)を限りに
答案:1
548 子供は（ ）、人間関係でストレスを感じている。3
1)子供ならでは2)大人もさることながら3)子供なりに4)大人なりに
答案:3
549 佐藤君は、（ ）、この仕事にふさわしい人物だ。2
1)能力やら、人柄やら2)能力といい、人柄といい3)能力とか、人柄とか4)能力なり、人柄なり
答案:2
550 この仕事を頼めるのは、君をおいて（ ）。2
1)だれでもいい2)ほかにいない3)だれでもない4)ほかならない
答案:2
551 あんな弱いチームに負けるなんて、（ ）。1
1)くやしくてやまない2)くやしいきらいがある3)くやしいにたえない4)くやしいったらない
答案:4
552 歌は決して得意ではないが、「是非に」と言われれば（ ）。3
1)歌うべくもない2)歌うにはあたらない3)歌わないものでもない4)歌わないまでだ
答案:3
553 若い女性が積極的なのにひきかえ、（ ）。2
1)男性の方が積極的だ2)男性は消極的になりがちだ3)男性も積極的だ4)男性は消極的にならざるを得ない
答案:2
554 資源を大切にと言いながらも、紙の使用量は（ ）。3
1)減る一方だ2)減らさざるを得ない3)一向に減らない4)減らすとも限らない
答案:3
555 10 メートル（ ）大木が私たちのいる方向へ倒れてきた。1
1)からある2)からする3)からみる4)からいう
答案:1
556 いくら制度が変わっても現状は何（ ）変わらない。1
1)と2)に3)ら4)を
答案:3
557 チンさんは、とくに（ ）といった特徴のない人だ。4
1)これ2)それ3)あれ4)どれ
答案:1
558 林さんは何かに（ ）口を出してくるので、みんなにさけられている。2
1)ついて2)つけ3)つれて4)つつ
答案:2
559 受賞まであと一歩のところまでいったのだが、だめだった。残念で（ ）。1
1)ならない2)なる3)すぐない4)すぎる
答案:1
560 考えてみた（ ）で、やってしまったことは変えられないのだ。2
1)ばかり2)ところ3)あげく4)ついで
答案:2
561 チャイムが鳴ったか（ ）かのうちに、学生たちが机の上をかたづけはじめた。2
1)鳴る2)鳴らない3)鳴った4)鳴らなかった
答案:2
562 いつも５分か１０分おくれてくる山下さんの（ ）だから、今日もおくれるにちがいない。4
1)せい2)はず3)もの4)こと
答案:4
563 教師（ ）ものは、すべての学生に平等に接するべきだ。2
1)こそ2)たる3)まで4)めく
答案:2
564 お母さんがせんたくを（ ）かたわらで、子どもたちが水遊びをしている。1
1)する2)して3)した4)し
答案:1
565 最近とても運がよく、いいこと（ ）の毎日だ。4
1)はじめ2)がてら3)かぎり4)ずくめ
答案:4
566 お金（ ）幸せになれるとはかぎらない。4
1)こそすれば2)こそあれば3)さえすれば4)さえあれば
答案:4
567 近所の子どもは、2 歳（ ）すでに簡単な計算ができる。1
1)にして2)をして3)でして4)がして
答案:1
568 「時は金なり」とは、時間を１分（ ）むだに使うなということだ。3
1)そばから2)こととて3)たりとも4)ならでは
答案:3
569 私は今、責任者と言う立場（ ）、すべてのことに気を配らなければならない。2
1)にしいて2)にあって3)につけて4)にしたがって
答案:2
570 島田さんは「おまえが悪い」と（ ）の態度で私をにらみつけた。3
1)言うらしい2)言いたげ3)言わんばかり4)言わんくせ
答案:3
571 家の前で（ ）つ（ ）つして、うろうろしている男の人はいったいだれなのだろう。2
1)行く・戻る2)行き・戻り3)行くか・戻るか4)行って・戻って
答案:2
572 両親（ ）の私である。人間は一人で生きられるものではない。4
1)にあって2)とあって3)であって4)あって
答案:4
573 うそをついたのなら、（ ）にはすまないだろう。4
1)あやまった2)あやまる3)あやまらず4)あやまらない
答案:3
574 彼は（ ）おとなしく、文学を好む少年であった。1
1)もとより2)もはや3)ものの4)のもなら
答案:1
575 自分が不利だとみるや、あいつと（ ）ころっと態度を変えた。3
1)思いきや2)いえども3)きたら4)相まって
答案:3
576 電車の中で隣に座った人たちの会話を聞く（ ）聞いていたら、知り合いの名前が出てきて驚いた。
2
1)ともなれば2)ともなく3)とはいえ4)ときたら
答案:2
577 親友と（ ）、言っていいことと悪いことがある。2
1)いうと2)いえども3)いったら4)いいつつ
答案:2
578 私の父はよく散歩し（ ）、スーパーに寄り、家族の好きなものを買ってきてくれる。1
1)がてら2)かたがた3)そばから4)ともに
答案:1
579 少しずつ春（ ）きましたが、いかがお過ごしでしょうか。3
1)まみれて2)らしく3)めいて4)ごとく
答案:3
580 彼は日本に来て５年になるのに、漢字はおろか（ ）。1
1)ひらがなさえも書けない2)ひらがなだけは書ける3)難しい言葉も理解している4)やさしいことばも理解
している
答案:1
581 あの大地震で家族を亡くした方や、家を失った方には（ ）。1
1)同上を禁じえない2)同情するまでもない3)同情するにたらない4)同情するにたえない
答案:1
582 大事故にいたらなくてよかったものの、一つ間違えば（ ）。3
1)死ぬおそれはなかった2)何事もなく無事であった3)けがどころではすまなかった4)死ぬどころではなか
った
答案:3
583 松下さんは（ ）、決して考えを曲げない。3
1)一度言い出すなり2)一度言い出すや否や3)一度言い出したが最後4)一度言い出すや否や
答案:3
584 大変お待たせいたしました。ただいまより、すばらしい手品を（ ）。
1)ごらんくださいましょう2)ごらんいたしましょう3)ごらんになりましょう4)ごらんにいれましょう
答案:4
585 授業は欠席がちで、課題も提出しないとは、（ ）行動ではないか。2
1)学生にないまじき2)学生にあるまじき3)学生といえるまじき4)学生と言えないまじき
答案:2
586 アルク党の党首に対する批判が高まっているが、（ ）当の本人は次々と新しい政策
を打ち出している。4
1)そのような批判を禁じ得ず2)そのような批判を余儀なくし3)そのような評判をかわ切りにして4)そのよ
うな批判をものともせず
答案:4
587 行かないと（ ）、後々後悔することになるかもしれないよ。4
1)言ってしまうのは簡単だから2)言わないとしても3)言うまでもないが4)言ってしまえばそれまでだが
答案:4
588 昨晩のパーティーは、さすが（ ）すばらしい演出でしたね。3
1)山本さんだとしても2)山本さんとしては3)山本さんならではの4)山本さんとしたことが
答案:3
589 その件につきましては、先日、担当の木下が（ ）、ご安心ください。
1)うけたまわっておりますので2)お目にかかりますので3)存じておりますので4)ご覧くださいましたので
答案:1
590 この病気は手術を（ ）限り、治りません。できるだけ早く手術を受けてください。2
1)しなくて2)しない3)して4)する
答案:2
591 年を取ってからの勉強は効率が悪い。聞いた（ ）忘れていくのだから。3
1)あいだに2)や否や3)そばから4)うちに
答案:3
592 空の青さと紅葉のあざやかさとが（ ）、秋の高原は絵のように美しい。2
1)あい変わらず2)あいまって3)ともなって4)集まって
答案:2
593 市価より２，３割安い（ ）、商品はあっという間に売り切れてしまった。3
1)といえども2)からして3)とあって4)からといって
答案:3
594 ごくわずか（ ）、景気回復の兆しが見え始めた。2
1)にしては2)ながら3)にひきかえ4)ながらに
答案:2
595 低温に（ ）野菜の品種改良が待たれている。1
1)たえる2)たる3)あたる4)かかわる
答案:1
596 息子はほとんど家にいない。帰ってきた（ ）、またすぐ出かけてしまう。1
1)かと思うと2)ばかりに3)やいなや4)なり
答案:1
597 この報道は必ずしも真実を伝えているもの（ ）。1
1)とは思えない2)にちがいない3)であろう4)にあたらない
答案:1
598 国民の信頼（ ）政治家がなんと少ないことか。2
1)にあたる2)にたる3)にいたる4)におよぶ
答案:2
599 電車が動かないなら、歩いて帰る（ ）。4
1)くらいだ2)ほどだ3)わけだ4)しかない
答案:4
600 よくよく（ ）うえで決めたことだから、たとえ失敗してもいいじゃないか。2
1)考える2)考えた3)考えて4)考え
答案:2
601 社長の命令（ ）、長期の出張も引き受けざるをえない。4
1)としても2)にせよ3)にしては4)とあれば
答案:4
602 失恋の悲しみは身をもって経験して（ ）わかるものだ。3
1)いよいよ2)とうとう3)はじめて4)いまだに
答案:3
603 こんなことを言えば彼女を傷つけることになると知り（ ）、言わざるをえなかった。2
1)かねて2)つつも3)かけて4)すぎて
答案:2
604 政治家が次々に逮捕されるという事態に国民は失望を（ ）。4
1)極まりない2)かたくない3)ほかならない4)禁じ得ない
答案:4
605 勉強が好きではない（ ）、高校はちゃんと卒業しておいたほうがいい。1
1)にしても2)ながら3)といって4)として
答案:1
606 生物はより優れた子孫を（ ）、激しい生存競争を展開する。4
1)残しかねて2)残すまいと3)残さんばかりに4)残さんがために
答案:4
607 私の後ろの男は、早く行け（ ）私の背中を押した。私は危うく倒れるところだった。1
1)とばかりに2)といっても3)といわず4)としても
答案:1
608 一見すると古くて汚いが、これらの道具の中には一つ（ ）余分なものはない。1
1)たりとも2)に限って3)なりに4)にひきかえ
答案:1
609 ボランティア活動は経験の有無（ ）、だれでも参加できる。2
1)をもって2)を問わず3)と言わず4)をおいて
答案:2
610 対応がもっと早ければ被害は少なくて済んだ（ ）、救助が遅れて被害が広がった。4
1)もので2)ものの3)ものか4)ものを
答案:2
611 教養ある紳士（ ）、時には礼儀を欠くこともある。2
1)ときたら2)といえども3)ともなると4)とすれば
答案:2
612 われわれは世界平和の実現を（ ）やまない。4
1)願う2)願い3)願って4)願って
答案:4
613 あの人ったら自分が悪いくせに、いつも（ ）。1
1)ひとのせいにする2)あやまってばかりいる3)結局困っている4)失敗ばかりしている
答案:1
614 海外旅行へ出発する日にパスポートを忘れるとは、（ ）。3
1)十分気をつけよう2)よく注意をした3)なんというバカだろう4)困ってしまった
答案:3
615 一人暮らしは、楽しいとは言えないまでも、（ ）。4
1)やはり、さびしいものだ2)不自由なこともある3)やはり、家族と一緒がいい4)気楽でいい
答案:4
616 事故にあい、命を落とさずにすんだものの、（ ）。2
1)生きていてよかった2)右足が不自由になってしまった3)幸運だったと思う4)今後は安全運転を心掛けよ
う
答案:2
617 彼女の責任が問われているほうだが、私の知る限りでは（ ）。2
1)何も話すことはない2)彼女には何の責任もない3)事実を全部話そう4)これ以上は何もわからない
答案:2
618 国民の期待というプレッシャーの大きさは（ ）が、彼女はそれを見事に克服して、金メ
ダルを獲得した。1
1)想像にかたくない2)想像できない3)想像できることはできる4)想像することはない
答案:1
619 現状に即した対策を（ ）、理論だけが空回りしている。これでは事態を打開することは
難しいだろう。3
1)立てるべきところを2)立てるべきだから3)立てたところで4)立てただけあって
答案:1
620 被災地の受験生も、人生の分かれ道ともいえる入学試験に（ ）、厳しい条件の下で準備
に励んでいる。1
1)合格するべく2)合格したいのだが3)合格したいものの4)合格しようにもできず
答案:1
621 当社では新入社員の採用に当たり、応募者の（ ）、趣味、特技等も考慮して選考を行っ
ている。3
1)学業成績はおろか2)学業成績をものともせずに3)学業成績のみならず4)学業成績にひきかえ
答案:3
622 その行動力といい、指導力といい、彼こそトップにふさわしい人だ。次期会長は（ ）、
というのが大方の見方である。3
1)ひとり彼だけではない2)彼にあるまじきことだ3)彼をおいてほかにいない4)彼でなくてもいい
答案:3
623 私の知る（ ）、彼と彼女の仲はうまくいっているようだ。3
1)限りに2)限って3)限りでは4)限らず
答案:3
624 あの男（ ）善良な人間を、私は知らない。1
1)ほど2)ばかり3)なんて4)つつ
答案:1
625 今日は天気がいいから、散歩（ ）一人暮らしの祖母の様子を見てこよう。2
1)ながら2)がてら3)かたわら4)つつ
答案:2
626 住民の不安を（ ）、原子力発電所の建設計画が進められている。3
1)ほかに2)あとに3)よそに4)そとに
答案:3
627 厳しい訓練に耐えてきた兵士たちは、身動き（ ）せず、門の前に立っていた。4
1)こそ2)たに3)だけ4)にも
答案:2
628 年をとって怒りっぽくなった父は、最近では近所の子供にまで大声でどなる（ ）だ。1
1)しまつ2)こと3)はず4)わけ
答案:1
629 高い評価を得ている彼女だが、最近の演奏は以前にも（ ）すばらしい。3
1)加えて2)及んで3)まして4)くらべて
答案:3
630 子供の将来を（ ）こそ、親は心を鬼にしなければならないこともある。1
1)思えば2)思うと3)思ったら4)思うなら
答案:1
631 マイホームを手に入れようと決心した兄は、昼も夜も汗（ ）になって働いた。4
1)ずくめ2)ばかり3)たっぷり4)まみれ
答案:4
632 三つや四つの子供では（ ）、いつまでも人に頼っていてはだめだ。2
1)ないだろうと2)あるまいし3)なくても4)ありそうもなく
答案:2
633 過去の失敗を今さら（ ）ところで、どうにもならない。4
1)悔やむ2)悔やみ3)悔やんで4)悔やんだ
答案:4
634 一緒に入社した彼が昇進したのに（ ）、私はいまだに平社員のままだ。2
1)かえって2)ひきかえ3)かかららず4)かわって
答案:2
635 今回の事件も（ ）、最近、犯罪の犠牲となって命を失う人があとを絶たない。4
1)もっともだが2)のみならず3)かまわず4)さることながら
答案:4
636 ひと雨ごとに春（ ）、何となくうきうきした気分になる。3
1)づいて2)のように3)めいて4)っぽく
答案:3
637 人間六十歳（ ）、多かれ少なかれ、先のことを考えるものだ。1
1)ともなると2)からすると3)からして4)となってみたら
答案:1
638 わが社は今回の台湾進出を（ ）、今後海外に進出していく予定である。3
1)はじめに2)中心に3)かわきりに4)先頭に
答案:3
639 大学進学を決めた（ ）、合格するべく頑張らなければならない。4
1)次第2)もので3)ことから4)以上
答案:4
640 社長は、二十歳（ ）すでに今の会社の基礎を築いていたそうだ。1
1)にして2)になって3)において4)にとって
答案:1
641 今月末を（ ）、父は４０年あまり勤めた会社を定年退職する。2
1)になって2)もって3)よって4)とって
答案:2
642 よほど疲れていたのだろう。彼女は横になる（ ）、寝入ってしまった。4
1)きり2)まま3)否か4)なり
答案:4
643 いくら息子のためとはいえ、大金をつかって入学させるなど、愚か（ ）。1
1)としか言いようがない2)とだけ言える3)とのみ言うべきだ4)とでも言うべきだ
答案:1
644 彼女の乱暴なものの言い方は、聞くに（ ）。3
1)たりない2)かたい3)たえない4)はずかしい
答案:3
645 不正に公金を利用した部長は、退職を（ ）。4
1)迫っていた2)しないわけではない3)禁じざるを得ない4)余儀なくされた
答案:4
646 どうしても、というのであれば、（ ）。4
1)やらなくなるべきだ2)やらないことにすぎない3)やらないはずだ4)やらないものでもない
答案:4
647 息子の突然の死を嘆く母親を前に、私は言葉もなく、ただ見守る（ ）。4
1)ほかでもなかった2)のみではなかった3)はかはなかった4)にすぎなかった
答案:3
648 当店の営業は、６時（ ）もって終了とさせていただきます。2
1)に2)を3)から4)と
答案:2
649 彼なり（ ）よく考えて出した結論ならばそうするより仕方がないだろう。3
1)で2)と3)に4)も
答案:2
650 離婚の原因は彼にあるが、彼女（ ）したって、ある程度は後悔していると思うよ。4
1)が2)から3)を4)に
答案:4
651 いくら優勝したいからといって、体を壊すまで練習しなくてもいいもの（ ）。1
1)を2)から3)だ4)で
答案:1
652 残り時間あと２分。もう絶対に負けたと（ ）、最後の最後で逆転した。2
1)思おうにも2)思いきや3)思ったにせよ4)思わずには
答案:2
653 人前でスピーチするのは初めてのこと（ ）、彼はすっかり緊張していた。1
1)とて2)であっても3)だのに4)といって
答案:1
654 心理学者と（ ）、娘の心理が理解できないこともある。3
1)いうと2)いったら3)いえども4)いえば
答案:3
655 まったく、この子と（ ）親の言うことをちっとも聞かない。4
1)いえば2)すれば3)したら4)きたら
答案:4
656 失敗してから後悔した（ ）、今さらどうしようもない。3
1)もので2)だけで3)ところで4)はずで
答案:3
657 経費削減のため、紙一枚（ ）無駄にしないこと。2
1)のみの2)たりとも3)だけしか4)くらいの
答案:2
658 社員（ ）の会社であるはずが、この会社は社員の待遇を一向に改善しようとしない。3
1)として2)にとって3)あって4)をおいて
答案:3
659 毎日汗（ ）になって働いても、生活は一向に楽にならない。4
1)ばかり2)だけ3)くらい4)まみれ
答案:4
660 前の席の二人の会話を聞く（ ）聞いていたら、姉の名前が出てきて驚いた。4
1)ように2)ために3)ことなしに4)ともなしに
答案:4
661 「お前（ ）におれの気持ちなどわかるものか！」と彼はどなった。2
1)だけ2)ごとき3)のよう4)みたい
答案:2
662 昇進できるかどうかは、今年の営業成績（ ）だ。1
1)いかん2)ばかり3)から4)かぎり
答案:1
663 財布を忘れ、買い物を（ ）にもできなかった。2
1)できる2)しよう3)する4)できない
答案:2
664 人の失敗を笑い話にするとは、失礼（ ）やつだ。4
1)かねる2)いたる3)かぎる4)きわまる
答案:4
665 いつも慎重な彼に（ ）めずらしく、思い切ったことをしたものだ。2
1)しては2)しても3)かぎって4)かえって
答案:1
666 あの程度の雨量で大洪水が起こるとは、だれも予想（ ）しなかった。4
1)のみ2)こそ3)しか4)だに
答案:4
667 友達とけんかでもしたらしく、娘は帰ってくる（ ）泣き出した。3
1)あと2)から3)なり4)まで
答案:3
668 彼女は商社に勤める（ ）、週末は近所の子供たちに英語を教えている。1
1)かたわら2)他方3)そばで4)反面
答案:1
669 言葉には表されない（ ）、不賛成の意向は彼の態度から十分読める。3
1)としても2)ようで3)までも4)ために
答案:3
670 彼の無礼な行為は、若さ（ ）の過ちとして片づけられるものではない。4
1)だけ2)より3)のみ4)ゆえ
答案:4
671 高速道路の騒音対策は、地域の実情に（ ）行われるべきである。1
1)即して2)対して3)次いで4)臨んで
答案:1
672 さあ、どうぞ。何でも好きな物を食べたい（ ）食べてください。3
1)ほど2)くらい3)だけ4)ばかり
答案:3
673 さすが彼のような有名人ともなると、（ ）。1
1)気軽に町を歩くこともできない2)気軽に町を歩かざるをえない3)気軽に町を歩かずにはいられない4)気
軽に町を歩く嫌いがある
答案:1
674 能力といい、人格といい、あの人をおいて、（ ）。4
1)トップにふさわしい人だ2)トップになるべきではない3)とっぷになるべきだ4)トップにふさわしい人は
いない
答案:4
675 人の一番大切な物を壊しておいて、（ ）。4
1)「ごめんなさい」と言うはずだ2)「ごめんなさい」と言えばいいのに3)「ごめんなさい」と言うべきだ4)
「ごめんなさい」だけでは済まないよ
答案:4
676 「世の中、金がすべて」とはいっても、愛情なくしては（ ）。3
1)十分生活できるだろう2)生活することも不可能ではない3)とても生きていけない4)生きられないことも
ない
答案:3
677 ベルがなるや否や、生徒たちは（ ）。1
1)一斉に教室を飛び出した2)一人また一人と帰っていった3)熱心に勉強している4)勉強から解放されてい
る
答案:1
678 子供の将来を（ ）、親は厳しいことを言うものなのです。2
1)心配するからには2)心配すればこそ3)心配しながらも4)心配したところで
答案:2
679 今年度の試験は、（ ）難しくなっている。4
1)昨年度に対して2)昨年度について3)昨年度からして4)昨年度にもまして
答案:4
680 彼女の成功は（ ）、語れない。1
1)家族の協力をぬきにしては2)家族の協力があってこそ3)自身の努力がなければ4)自身の努力があればこ
そ
答案:1
681 金があるからといって、（ ）、子供はろくな大人にはならない。4
1)子供を質素に育てると2)子供を厳しく育てると3)子供に節約を強いるなら4)子供にむやみに物を与える
と
答案:4
682 環境問題は、（ ）、各国が協力して取り組むべきである。3
1)一国が行うまでもなく2)一国だけにかかわらず3)ただ一国のみならず4)ただ一国だけであれ
答案:3
683 工事中（ ）、お足もとに十分ご注意ください。2
1)だけあって2)につき3)ことから4)とあって
答案:2
684 会社に入った（ ）、全力で仕事をするつもりです。4
1)ところ2)ばかり3)からして4)からには
答案:4
685 これを（ ）、今日のパーティーは閉会といたします。ありがとうございました。1
1)もって2)もとに3)めぐって4)かぎりに
答案:1
686 こんなに雨が少ないと、水不足になり（ ）。2
1)がたい2)かねない3)かもしれない4)つつある
答案:2
687 外国に住む（ ）、たとえばどこに行きたいですか。3
1)といっても2)とあれば3)としたら4)とはいえ
答案:3
688 たとえ学歴が低くても、努力（ ）出世することもできる。1
1)しだいで2)ながら3)において4)にあって
答案:1
689 銀座の一流店というと、「高い」と思われ（ ）だが、必ずしもそうではない。4
1)気味2)しだい3)もの4)がち
答案:4
690 両親が音楽家という（ ）、その子も早くから音楽の才能を示した。2
1)もので2)だけあって3)ことから4)からいって
答案:2
691 当時ひどく貧乏だった私は、バイクは（ ）、自転車も買えなかった。1
1)おろか2)とにかく3)ないまでも4)どころか
答案:1
692 子供でさえすぐ理解できるようなことがわからないとは、情けない（ ）。3
1)いっぽう2)きり3)かぎり4)します
答案:3
693 子供は母親の姿を見る（ ）、走りだした。1
1)やいなや2)とたん3)そばから4)ところを
答案:1
694 いつも朗らかな彼女（ ）あれほど沈んでいたのだから、相当なショックだったにちがいない。
2
1)らしく2)にして3)なりに4)ゆえ
答案:2
695 ライオンは獲物をねらった（ ）、決して逃さない。3
1)とたん2)ところで3)が最後4)最中
答案:3
696 高原（ ）の新鮮な野菜を使ったサラダはいかがですか。1
1)ならでは2)だけあって3)かぎり4)ばかり
答案:1
697 登山好きの彼は、日本アルプスは（ ）、ヨーロッパアルプスにも登っている。3
1)皮切りに2)とにかく3)もとより4)のみならず
答案:3
698 おいしそうなケーキを食べようとした（ ）で、目が覚めてしまった。1
1)ところ2)ばかり3)最中4)おり
答案:1
699 わが家の厳しい財政状態では１円（ ）、無駄にできない。3
1)なりとも2)ほどでも3)たりとも4)くらいは
答案:3
700 簡単な問題だからすぐ解ける（ ）、意外に厳しくて苦しんだ。1
1)と思いきや2)にしては3)わりには4)ときたら
答案:1
701 連休中（ ）、観光地は、どこも人と車で混雑していた。4
1)ことから2)こととて3)とはいえ4)とあって
答案:4
702 君の能力なら、きちんと勉強すれば合格できた（ ）、どうしてしなかったんだ。3
1)ものだ2)ことから3)ものを4)ことなしに
答案:3
703 あんな気の弱い男に強盗なんて、（ ）。1
1)できっこない2)できないこともない3)できないにほかならない4)できないまでのことだ
答案:1
704 営業成績を（ ）、社員一同休みも取らずにがんばっている。3
1)上げようと上げまいと2)上げんばかりに3)上げんがために4)上げようにも
答案:3
705 財政上の理由から、社員寮の新築計画は中止を（ ）。3
1)せずにはいられない2)するにはあたらない3)余儀なくされた4)ほかならない
答案:3
706 君、新発売のゲーム、やってみた。おもしろいって（ ）よ。1
1)いったらない2)きわまりない3)ほかない4)たまらない
答案:1
707 彼のミスの後始末でみんな大変だった。あれだけ迷惑をかけたのだから、（ ）だろう。2
1)謝らないこともない2)謝らないではすまない3)謝らないものでもない4)謝らずにはおかない
答案:2
708 どれも同じ品質だというなら（ ）にこしたことはない。4
1)価格2)安全性3)大きさ4)安い
答案:4
709 研修中の１週間は、外出は（ ）電話もできなかった。3
1)むしろ2)ともに3)おろか4)どころか
答案:3
710 試験の結果（ ）、もう一度クラスを編成しなおさなければならないかもしれない。2
1)以上は2)次第では3)限りに4)反面
答案:2
711 あなたが悩んでいるなんて、周囲の人は想像（ ）していないだろう。2
1)だけ2)すら3)ばかり4)ぐらい
答案:2
712 選挙の結果（ ）、決まっていた開発が中止になる恐れもある。1
1)いかんでは2)にかかわらず3)といえども4)ならでは
答案:1
713 試合を（ ）にひかえて、会場周辺はあわただしい空気に包まれていた。1
1)来週2)先週3)現在4)１週間
答案:1
714 映画での彼の役は通行人だから、（ ）注意して見ていないと見過ごしてしまう。4
1)いまにも2)たしか3)まさか4)よほど
答案:4
715 結果は（ ）、終わってほっとしている。3
1)とりわけ2)ともすれば3)ともかく4)どうにか
答案:3
716 Ａ社は業績が伸びているのに（ ）、我が社は業績が落ち込んでいる。1
1)ひきかえ2)あって3)そくして4)いたって
答案:1
717 （ ）して有名になりたいというのが、当時の私の夢でした。2
1)なんと2)なんとか3)なんだか4)なんとも
答案:2
718 この絵は、数々の賞をもらっている彼女（ ）の作品だ。4
1)ばかり2)きり3)なければ4)ならでは
答案:4
719 老人は（ ）家に閉じこもりがちになる。2
1)あたかも2)ともすると3)かりに4)せいぜい
答案:2
720 国会は、この法案の成立を（ ）紛糾した。4
1)ついて2)関して3)考えて4)めぐって
答案:4
721 金を払ってしまったし、今更（ ）にもやめられない。1
1)やめよう2)やめたい3)やめられる4)やめた
答案:1
722 社長と（ ）、社員の個人のプライバシーを侵すことはできない。3
1)いえば2)いったら3)いえども4)いうと
答案:3
723 彼は「やったあ」と大声で叫ぶ（ ）、飛び出していった。1
1)なり2)際3)時4)より
答案:1
724 ４月下旬から５月上旬（ ）花見を楽しむ人が多い。3
1)において2)にとって3)にかけて4)によって
答案:3
725 負ける（ ）と、必死にがんばったからこそ、今の私があるのだ。4
1)ものを2)ものだ3)ものが4)ものか
答案:4
726 何度調べてみても、異常は見当たらず、（ ）見当がつかない。1
1)いっこうに2)いったい3)いつしか4)いちがいに
答案:1
727 話し合いは行われた（ ）、結局、合意には至らなかった。3
1)ものを2)ものだから3)ものの4)ものなら
答案:3
728 クラスの全員が大学に合格した。林さん（ ）受けた学校すべてに合格したという。2
1)において2)にあっても3)にいたっては4)にきいては
答案:3
729 夜中に（ ）音がしたので、飛び起きた。1
1)なんとなく2)ただならぬ3)ままならぬ4)とっさに
答案:2
730 彼の顔を見た（ ）、心配事が吹き飛んだ。1
1)とたんに2)すぐ3)やいなや4)たちまち
答案:1
731 景気がよくなっても、（ ）生活はかわらない。4
1)いったん2)いかにも3)なまじ4)たいして
答案:4
732 緊急に呼び出され、せっかくの妻の料理も（ ）、あわてて家を出てきた。4
1)食べついでに2)食べながら3)食べていて4)食べかけで
答案:4
733 努力したわりに、（ ）。4
1)結果はわからない2)結果がよかった3)結果は問わない4)よい結果が出ない
答案:4
734 この映画はストーリーといい、出演者といい、（ ）。3
1)どちらがよかったのだろう2)すとーりーのほうが重要だ3)とてもすばらしかった4)内容のほうがよかっ
た
答案:3
735 （ ）、どうかしている。2
1)将来は医者になりたいので2)こんなことをするなんて3)これ以上ふとらないように4)政府は事故の対策
として
答案:2
736 そこから見えたのは、なんのことはない、（ ）だった。2
1)変わった家2)普通の家3)特別な家4)すてきな家
答案:2
737 一度でも彼の踊りを見たら、彼のファンに（ ）。1
1)ならずにいられなくなる2)ならずにおかない3)なってはいられない4)なってはすまない
答案:1
738 かりに手術が成功したとしても、前と同じように生活できる（ ）。3
1)はずだか2)かもしれない3)かどうかはわからない4)わけだ
答案:3
739 厳しいことを言うということは愛情があるということに（ ）。1
1)ほかならない2)ほかでもない3)ほかがない4)ほかしかない
答案:1
740 今後、被害の状況に応じて、しかるべき対策をとることに（ ）。3
1)なろう2)なれる3)ねばならぬ4)である
答案:1
741 講義は（ ）、聞く気にならない。2
1)さっぱりしていて2)さっぱりわからないし3)さっぱりむずかしいし4)さほどむずかしくて
答案:2
742 父が突然倒れて入院した。ことによると、（ ）。4
1)回復するといいのだが2)回復してもいいかもしれない3)死んでしまうにちがいない4)死んでしまうかも
しれない
答案:4
743 結婚式の（ ）が決まったので、さっそく案内状を出すことにした。
1)日課2)日取り3)月日4)日程
答案:2
744 彼の（ ）はことごとく成功し、あっという間に昇進した。
1)もうしぶん2)もうしで3)ものずき4)もくろみ
答案:4
745 一口に文学といっても、小説、詩など、いろいろな（ ）がある。
1)ジャンル2)ケース3)システム4)パターン
答案:1
746 きょうは思いのほか仕事が（ ）から、残業せずに済みそうだ。
1)もうけた2)ずれた3)はかどった4)ためらった
答案:3
747 家賃が（ ）と、大家さんがいい顔をしない。
1)滞る2)阻む3)焦る4)漂う
答案:1
748 人類の長い歴史から見れば、一人の人間の命なんて（ ）ものだ。
1)みっともない2)もろい3)そっけない4)はかない
答案:4
749 人に注意しておいて自分が失敗するとは、実に（ ）話だ。
1)ありふれた2)あやふやな3)こっけいな4)月並みな
答案:3
750 これといって愛読書というものもありませんが、（ ）言えば、歴史小説や時代小説などですね。
1)例えて2)強いて3)促して4)対して
答案:2
751 何分不慣れな新入社員の（ ）、失礼があれば、どうかお許しください。4
1)ことか2)ことに3)ことから4)こととて
答案:4
752 話し合いの結果（ ）では、計画を見直さざるを得ない。1
1)いかん2)ばかり3)だけ4)かぎり
答案:1
753 稼ぐ（ ）つかってしまうので、貯金するどころではない。2
1)ところに2)そばから3)ながらも4)とたんに
答案:2
754 父親（ ）者、一家の長として、家族の幸せを守るのが当然だろう。2
1)ごとき2)たる3)べき4)とする
答案:2
755 火山の大噴火でふもとの住民は、家は（ ）、土地まで失ってしまった。1
1)おろか2)のみならず3)はじめ4)とわず
答案:2
756 我々は、ともすると目先のことにとらわれて、全体的な様相を見逃す（ ）がある。4
1)しまず2)わけ3)しだい4)きらい
答案:4
757 子供の教育のため（ ）金も時間も惜しまないという親が増えている。1
1)いったら2)きたら3)すれば4)あれば
答案:4
758 一流企業（ ）、こう不況が長引くと、生産力が低下するのも当然だ。1
1)とはいえ2)ならば3)とあって4)といい
答案:1
759 困難な状況（ ）、なお理想を失わない彼の強さは、立派としか言いようがない。4
1)にかけても2)にとっても3)においても4)にしても
答案:3
760 食中毒の患者が一人でも出れば、これは店の信用に（ ）問題となる。4
1)かぎる2)いたる3)わたる4)かかわる
答案:4
761 社長の挨拶を（ ）、重役たちのスピーチが続いた。2
1)はじまりに2)かわきりに3)あいついて4)さいごに
答案:2
762 この問題には、何よりも実状に（ ）対策が望まれる。2
1)促した2)至った3)向いた4)通じた
答案:1
763 犯人だと断定するに（ ）証拠が不十分で、警察はその男を逮捕できなかった。2
1)耐える2)足る3)当たる4)代わる
答案:2
764 敵の攻撃を（ ）、兵士たちは勇敢に前進を続けた。4
1)ものだから2)めぐって3)ものにして4)ものともせず
答案:4
765 不潔（ ）衛生環境の中での避難生活がすでに数ヵ月も続いている。1
1)きわまりない2)だらけの3)あっての4)にたえない
答案:1
766 その子は幼い（ ）、両親の苦しい状況を察していた。3
1)ばかりに2)だけに3)なりに4)ゆえに
答案:3
767 大学に入ってから（ ）、娘はアルバイトばかりしている。1
1)というもの2)ともなると3)しだい4)といって
答案:1
768 この秘密がもれた（ ）、すべての努力が水の泡となるだろう。4
1)なり2)や否や3)かと思うと4)が最後
答案:4
769 こんなにうるさく言うのは、君のための（ ）こそなんだ。2
1)思ったら2)思えば3)思う4)思うなら
答案:2
770 この提案について、みなさまからのご意見を（ ）たいと思います。
1)おめにかけ2)うけたまわり3)ぞんじあげ4)もうしあげ
答案:2
771 会社が総力をあげて取り組むことなしに、この難問を（ ）。3
1)解決できないはずがない2)解決してほしい3)解決することは不可能だ4)解決せざるを得ない
答案:3
772 今夜のあなたは、（ ）美しい。2
1)いつとはいわず2)いつにもまして3)だれともなく4)だれにしても
答案:2
773 難しいことは難しいが、努力次第では（ ）。4
1)実現できるだろうか2)実現させたいものだ3)実現できそうもない4)実現できないものでもない
答案:4
774 ようやくたどり着いた山の頂上で飲んだビールのうまさ（ ）。1
1)といったらなかった2)といってもよかった3)といったところだ4)というわけではなかった
答案:1
775 島の住民の生活は、豊かとは言えないまでも（ ）。2
1)苦しい状態にある2)食べるには困らない状態だ3)物が不足しがちだ4)がんばらざるを得ない
答案:2
776 この汚れさえ落とせば、元どおりにはならない（ ）かなりきれいになりますよ。2
1)までに2)までも3)よりも4)までは
答案:2
777 Ｔさんの子供時代の写真、ある（ ）ありましたが、あまりよく写っていませんよ。3
1)から2)のも3)には4)のに
答案:3
778 彼は訓練のために100 段（ ）階段を毎日何回も上り下りしているそうだ。1
1)からある2)からには3)からして4)からこそ
答案:1
779 先日の写真ができましたので、年末のご挨拶（ ）お届けにうかがいます。
1)ながら2)かたわら3)かたがた4)とともに
答案:3
780 Ａ「横井さん、来週マニラに出張なさるそうですよ。」Ｂ「そうですか。マニラ（ ）、確か田中さ
んが行ってますよね。」4
1)にせよ2)にせよ3)といっても4)といえば
答案:4
781 彼はあらゆる困難を（ ）ともせず、人命救助のためならどこへでも出かけて行く。2
1)こと2)もの3)わけ4)はず
答案:2
782 昔の父親というものは、父親（ ）家族に弱みを見せてはいけないと思っていた。2
1)であれ2)たるもの3)あっての4)たりとも
答案:2
783 専門家（ ）、そんなことわかるわけないじゃありませんか。3
1)のこととて2)だけあって3)じゃあるまいし4)とあって
答案:3
784 Ｋ氏は国交回復の交渉を（ ）べく、Ａ国にひそかに入国した。1
1)進める2)進めよう3)進め4)進められる
答案:1
785 今日のこの新しい門出にあたり、お二人の末永いお幸せをお祈りして（ ）。2
1)なりません2)やみません3)たまりません4)しょうがありません
答案:2
786 Ｓ社は借金までして事業を広げたが、不景気で売上が伸びずついには倒産する（ ）。4
1)きりだ2)べきだ3)なりだ4)に至った
答案:4
787 その件については、さきほど担当の方より私どもに十分（ ）ました。
1)ご説明申しあげ2)説明いたし3)ご説明され4)ご説明いただき
答案:4
788 毎年、休暇でヨーロッパ旅行とは（ ）。3
1)うらやましいとはかぎらない2)うらやましいところだ3)うらやましいかぎりだ4)うらやましいまでもな
い
答案:3
789 たとえ未成年でも、意図があって相手を傷つけたものはそれなりに（ ）。2
1)罰せさせるしかない2)罰せられるべきだ3)罰しかねない4)罰するはずではない
答案:2
790 今回新しく開発されたコンピューターのソフトは従来の情報社会に影響を（ ）。4
1)与えずにはいかない2)与えることを余儀なくされるだろう3)与えないではいられない4)与えずにはおか
ないだろう
答案:4
791 長年にわたって築いてきた幸せが一瞬にして崩れ去ってしまった。これが（ ） 1
1)悲劇でなくて何だろう2)悲劇しかない3)悲劇にはあたらないだろう4)悲劇にすぎない
答案:1
792 日本人の生活は表面的にはかなり近代化しているように見える。しかし、家庭の中にまで入り込んで眺め
てみると、昔（ ）伝統が様々なところに色濃く残っている。1
1)ながらの2)ずくめの3)気味の4)めく
答案:1
793 大学の理想は何であろう。それは、卒業後もしぼむ（ ）発展する学問的精神を養い、社会に出た
後も伸びつづける弾力性のある頭脳を育てることにあると思われる。4
1)かぎりなく2)ことなく3)はずなく4)ともなく
答案:2
794 動物だって親（ ）兄弟も友だちもある。それを意味なく、一匹だけつかまえたりするものではな
い。4
1)に反して2)にひきかえ3)にかわり4)もあれば
答案:4
795 一生のよい友だちを持つことは、時には運がある。よい友だちに（ ）人でも、タイミングが悪け
れば、互いに理解し合えないで別れてしまうこともある。3
1)なりがたい2)なりかねる3)なり得る4)なるばかりの
答案:3
796 犯人を見かけたという情報もあること（ ）、警察は付近の聞き込みを行っている。2
1)さえ2)に3)より4)から
答案:4
797 経済界の首脳３者は景気は徐々に回復に向かいつつある（ ）認識で一致した。3
1)では2)との3)とは4)と
答案:2
798 私は（ ）というと、皆で騒ぐより、一人でいる方が好きだ。3
1)くらべて2)かわりに3)どちらか4)反面で
答案:3
799 彼女は怒っているのか、挨拶（ ）私の方を見ようともしなかった。4
1)といえども2)なくして3)とばかりに4)はおろか
答案:4
800 新しい知事の誕生（ ）、各地方自治体の政策の見直しが始まった。4
1)を中心として2)を限りに3)を通して4)を契機として
答案:4
801 彼は会の間じゅう終始上機嫌で、今日ばかりは嬉しさをかくし（ ）様子だった。2
1)つくせない2)きれない3)つけない4)ぬけない
答案:2
802 私は勤勉ではないが、（ ）、それほど勉強がきらいというわけでもない。1
1)かといって2)といい3)というのは4)というのも
答案:1
803 彼は３７年間勤めつづけた銀行を今日（ ）退職することになった。4
1)をきっかけに2)をよそに3)を末に4)を限りに
答案:4
804 彼はいつも愛想がよかった。それは子供ながら、彼の生きんが（ ）手段であった。2
1)ものの2)ための3)わけの4)ことの
答案:2
805 夏休みに私が帰宅したら、待ってました（ ）姉に子守りを頼まれてしまった。1
1)ばかりに2)ばかりか3)わけの4)ことの
答案:1
806 「さあ、冗談（ ）、もっとまじめに話し合いましょう。」3
1)をもとにして2)次第で3)はぬきにして4)に先立って
答案:3
807 彼の外国旅行の時の失敗談は、いつ聞いてもおかしいといったら（ ）。1
1)ない2)あろう3)あれ4)あらぬ
答案:1
808 彼は、１０年（ ）逃亡生活に疲れ果てて、ついに死を選んだのであった。2
1)にまして2)に足る3)に及ぶ4)に促した
答案:3
809 このような時ですから、今後は何が（ ）、驚かないでください。4
1)起これば2)起ころうか3)起これ4)起ころうと
答案:4
810 私のような者がこのように立派な賞をいただけるとは、光栄（ ）でございます。1
1)の至り2)の次第3)が最後4)の上
答案:1
811 家庭電気製品の普及（ ）、主婦たちは次第に家事労働から解放された。4
1)に則して2)にひきかえ3)にあたって4)に伴って
答案:4
812 これからは我が社も若い世代（ ）商品を開発していきたいと考えております。1
1)ぬきの2)向きの3)つきの4)きりの
答案:2
813 優勝パレードが進んでいくと、窓（ ）窓から人々の歓声が上がった。3
1)という2)といい3)にせよ4)なり
答案:1
814 先生のお母様のことは、子供のころよりよく（ ）。
1)存じます2)存じ上げました3)存じました4)存じ上げております
答案:4
815 「毎日、（ ）ございますが、お元気でいらっしゃいますか。」
1)お暑い2)お暑く3)お暑う4)お暑くて
答案:3
816 彼らはみな山登りのベテランなのだから、一時的に連絡がなかったにしても（ ）。4
1)こんなに心配してもよかった2)そんなに心配したのだろう3)どんなに心配したことか4)あんな心配しな
くてもよかったのに
答案:4
817 社員を道具のように考えている社長の下で、どうして社員が意欲的に仕事を（ ）。3
1)しないわけにはいかないのか2)しないのだろう3)することができよう4)することはないのか
答案:3
818 彼はタイ語ができなのに、タイの地方都市に行ったのだから、今ごろは（ ）。2
1)案外、上手になったかもしれない2)さぞ、困っているだろう3)よほど、困ったのだろう4)きっと、タイ
語が上手になっただろう
答案:2
819 洋服は組み合わせの利くものを持つのが賢明だ。たくさんあればいい、（ ）。4
1)というものだ2)といってもいい3)というはずではない4)というものでもない
答案:4
820 地震災害などあの場合を考えると、東京に集中した首都機能を地方に（ ）。1
1)分散させるべきだと思う2)分散を余儀なくさせると思う3)分散するものだと思う4)分散することはない
と思える
答案:1
821 林氏は、若い日々を過ごしたロンドンでの留学生活がよほど楽しかった（ ）、晩年になってからも
よく話題にしていた。2
1)としても2)とみえて3)はずで4)ものか
答案:2
822 芸術ではいろいろな活動の相互乗り入れが作品に活力を与える。例えば、小説（ ）、ただ黙読する
のでなく、朗読してみると、人の心にじかに訴えてくることがある。3
1)としても2)にあたって3)というと4)にしても
答案:4
823 ほかの人が（ ）行くまいが、私には関係ないことです。私はあくまでも自分で、行かないと、決断
したのですから。1
1)行こうが2)行ったが3)行くが4)行けば
答案:1
824 親子以外の人間関係は、制度的にも心理的にも、必要（ ）、精算することができる。しかし、変化
の激しい現代社会の中にあっても、親子関係だけは、いまだに精算のできない、特殊な人間関係である。3
1)といえども2)につけ3)とあれば4)にせよ
答案:3
825 現代は、マルチメディアの時代である。そんな時代においては、文字の役割は前ほど重要でなくなるので
はないかと（ ）。1
1)思わざるを得ない2)思うわけではない3)思うとは限らない4)思わないではおかない
答案:1
826 「ゴミを捨てるな」という看板があるにもかかわらず、捨てる人が後を（ ）。3
1)すぎない2)たたない3)おかない4)切らない
答案:2
827 どの建物も、それぞれの外観が町並みに見事に（ ）いて美しい。1
1)同調して2)調和して3)強調して4)調整して
答案:2
828 一連の犯行が同一グループによるものであることは、もはや疑う（ ）がない。
1)余裕2)余分3)余地4)余暇
答案:3
829 現地では専門の（ ）が、皆様を名所旧跡にご案内する予定です。
1)ガイド2)コーチ3)ゲスト4)プロ
答案:1
830 皆が並んでいるのに、後から来て割り込むとは何て（ ）人なのだろう。
1)なれなれしい2)わずらわしい3)はなはだしい4)ずうずうしい
答案:4
831 朝から電話はかかるし、来客はあるしで、（ ）食事もとっていないんですよ。
1)ろくに2)おもに3)ふいに4)まれに
答案:1
832 その付近一帯を捜し回ったが、逃げたサルの行方は（ ）不明のままである。
1)かねて2)とかく3)いぜん4)いっそ
答案:3
833 生まれたばかりの赤ちゃんの（ ）成長を願わない親はいない。
1)清らかな2)ゆるやかな3)すこやかな4)しとやかな
答案:3
834 健康のため、1 日に30 品目以上の食品をとるよう（ ）います。
1)かえりみて2)手がけて3)こころざして4)心がけて
答案:4
835 事件の（ ）を解明すべく、警察は異例の大捜査を行った。
1)真理2)真相3)真実4)事実
答案:2
836 今日は大学から合格の通知がくる日なので、朝からじっとして（ ）のです。3
1)いられない2)たまらない3)やまない4)ならない
答案:1
837 いじめの問題はひとり東西中学校（ ）、全国の学校の問題である。2
1)どころか2)のみならず3)ほかならず4)にひきかえ
答案:2
838 今回の優勝は、サッカー部の部員みんなの努力の成果（ ）。4
1)しかない2)にかぎらない3)にともなわない4)にほかならない
答案:4
839 ベルが鳴ったか（ ）かのうちに、花子は玄関に飛び出した。1
1)鳴らない2)鳴る3)鳴って4)鳴ろう
答案:1
840 政府は10 万人の空腹を満たす（ ）食料をただちに空輸した。2
1)に過ぎる2)に足る3)に至る4)にそう
答案:2
841 委員たちは午前１０時から午後２時まで、昼食（ ）話し合いをづづけた。3
1)ぬきで2)たりとも3)がてら4)かたがた
答案:1
842 誰もいない部屋まで暖房するなど、それこそ無駄（ ）だ。3
1)といったこと2)というふう3)というもの4)といった次第
答案:3
843 Ｋ博士の言葉は若い人々の心にいつまでも（ ）、希望の灯をともしつづけた。4
1)消えるまで2)消えても3)消えなくて4)消えることなく
答案:4
844 A 校の運動部では、先輩にむかって反抗（ ）ものなら、ひどい目にあわされる。4
1)して2)しそう3)する4)しょう
答案:4
845 会長ひとりの判断でものごとを決定することは、制度（ ）不可能となっている。2
1)下2)上3)中4)前
答案:2
846 災害地の復興は、住民の協力（ ）、成り立たない。1
1)をぬきにしては2)をもって3)をめぐり4)をもとに
答案:1
847 歓迎会のスピーチのことですが、A さんなら引き受けて（ ）んじゃないですか。1
1)ないこともない2)そうではない3)ようもない4)てやまない
答案:1
848 ３０年の間、お世話になりましたが、本日（ ）退職いたします。4
1)により2)をはじめ3)に際し4)をもって
答案:4
849 それぞれの学校の実情（ ）方法で、問題を解決していかなければならない。1
1)に即した2)に当てた3)における4)に関した
答案:1
850 こんな事故ははじめてのこと故、警察とした（ ）どうしようもなかったのだろう。3
1)もので2)ことが3)ところで4)ばかりに
答案:3
851 不景気（ ）、今回の不作がこの地方の農家にいっそうの打撃を与えた。1
1)に加え2)を通じ3)をはじめ4)にこたえ
答案:1
852 30 年ぶりに祖国を訪れることができたのは、感激（ ）であった。2
1)の果て2)の極み3)のもと4)の当たり
答案:2
853 昔の諺にあるとおり、地震（ ）こわいものはない。1
1)ほど2)まで3)であれ4)にしろ
答案:1
854 ふだんの部長の考え方（ ）すると、そんな企画はとても通らないと思うよ。4
1)さえ2)に3)まで4)から
答案:4
855 田中会長の奥様は、あの紫の和服を（ ）方でございます。
1)着させた2)お召しになった3)召し上がった4)お召した
答案:2
856 予想に反した事態になったのだから、社長は前回の会議における発言を（ ）。2
1)訂正するには及ばない2)訂正せざるを得ないだろう3)訂正するきらいがある4)訂正せずにいるだろう
答案:2
857 私の不注意で祖父の大切な花瓶を壊してしまったのだから、（ ）。4
1)謝らないですむ2)謝らないではおかない3)謝らずにはおかない4)謝らないではすまない
答案:4
858 今回の事態に迅速に対処するには、根本的な法律の改革なしには（ ）。3
1)可能かもしれない2)可能だろう3)不可能だ4)可能とはいえない
答案:4
859 タンさんが猿の真似をしてみせたが、あまりのおかしさに皆（ ）。2
1)笑いをものともしなかった2)笑わずにはいられなかった3)笑うわけがなかった4)笑うわけにはいかなか
った
答案:2
860 当社の新宿にあります二支店は、この度、都合により統合（ ）。
1)していただくことになりました2)してさしあげることにしました3)させていただくことになりました4)
してくださることでございます
答案:3
861 私たち人間の生活は、他の人々と互いに交わり合うこと（ ）成立しない。1
1)なしには2)ばかりには3)までもなく4)でなく
答案:1
862 日本人は中学・高校（ ）、6 年間も英語を学んでいる。にもかかわらず、道を聞かれて教えること
ができる程度に話せる人は少ない。2
1)に至って2)を通じて3)をおいて4)にかかり
答案:2
863 私たちはあることを人に説明しようとするとき、わかってもらうためにいろいろな工夫をする。その工夫
を重ねること（ ）、私たち自身の理解もさらに深まるのである。3
1)にして2)のために3)により4)なりに
答案:3
864 教育心理学者が明らかにした（ ）、3 歳の子供の好奇心は非常に旺盛だという。子供の好奇心は、
ものごとを学ぶ原動力である。2
1)ものでは2)ところによると3)こととて4)ことは
答案:2
865 転勤でブラジルに行くことになった。外国に住む（ ）と、張り切ってポルトガル語を勉強し始めた。
だが、その言葉の環境のないところで外国語を学ぶのは難しい。2
1)とはいえ2)にしても3)からといって4)からには
答案:3
866 お知らせいただければ、駅までお迎えに行きました（ ）。2
1)ことを2)ものを3)はずを4)ところを
答案:2
867 今、ちょうどコーヒーを入れた（ ）なんだけど、一緒に飲まないかい。1
1)ところ2)とき3)もの4)わけ
答案:1
868 この混迷の時代に国民を指導できるのは、我が党を（ ）、他にない。3
1)とって2)よって3)おいて4)なくして
答案:3
869 大会社の社長（ ）、総理大臣と付き合う機会も多々ある。3
1)にしたら2)としたら3)ともなると4)ならでは
答案:3
870 これが大事なものだということは、説明する（ ）、よくご存じですね。3
1)ならば2)としたら3)までもなく4)わけなく
答案:3
871 その小説は発表される（ ）、たちまち１００万部を売り尽くした。2
1)すぐに2)やいなや3)とたんに4)まもなく
答案:2
872 彼は私が転んだのを見ても、助け起こす（ ）、薄笑いさえしていた。1
1)どころか2)ところで3)までもなく4)わけか
答案:1
873 １０万円なんてあなたに（ ）わずかなお金でしょうが、私には大金です。2
1)よれば2)すれば3)いえば4)見れば
答案:2
874 電車で老人が立っているのに誰も席をゆずらない。私は見るに（ ）、座っている若者を立たせた。
2
1)見えずに2)見かねて3)見ないで4)見ていて
答案:2
875 男は「さっさと出ていけ」と言わん（ ）に、ドアを指差した。3
1)だけ2)ほど3)ばかり4)よう
答案:3
876 うーん、いい香りだ！ さすがワインの本場（ ）ですね。4
1)こそ2)かぎり3)だから4)ならでは
答案:4
877 いくらお金が欲しい（ ）、そんなに無理して働いたら病気になってしまいますよ。1
1)からといって2)からこそ3)というから4)のだから
答案:1
878 このビルの建設を（ ）、５つの建築会社が落札を争っている。2
1)たいして2)めぐって3)もとめて4)かんして
答案:2
879 長い間の努力にも（ ）、彼女はついに歌手として成功しなかった。3
1)おかげで2)せいで3)かかわらず4)およばず
答案:3
880 今朝、新聞を読む（ ）見ていたら、私の友人の写真が出ていて驚いた。1
1)ともなく2)はしから3)ことなく4)ばかりで
答案:1
881 この景気ではボーナスは（ ）、月給だって全額出るかどうかあやしい。4
1)わずか2)さらに3)ともかく4)おろか
答案:4
882 マスコミに知られた（ ）、もう公表するしかありません。1
1)上は2)ためには3)後で4)からこそ
答案:1
883 あなたが大学に行こうと（ ）と、私には関係ない。あなたの問題ですよ。4
1)行かない2)行きたい3)行かざる4)行くまい
答案:4
884 頭のいい彼女（ ）だ。きっといい解決方法を考えるに違いない。1
1)こと2)もの3)ところ4)わけ
答案:1
885 この教育の重要性は、どんなに強調しても強調（ ）ことはない。3
1)した2)しない3)しすぎる4)しかねない
答案:3
886 子どもじゃ（ ）し、そんなことで泣くんじゃない。3
1)ない2)あろう3)あるまい4)なかった
答案:3
887 その病人には医師が三人つき（ ）で看病に当たっている。2
1)ぱなし2)っきり3)つつ4)ながら
答案:2
888 どんな秘密も、彼女に話した（ ）、会社中に広がってしまう。1
1)が最後2)ものなら3)わけだと4)まもなく
答案:1
889 子どもたちは、私が天ぷらを揚げる（ ）食べ、私の分がなくなってしまった。3
1)とたんに2)うちに3)そばから4)ばかりで
答案:3
890 彼は運転はうまいが、少しスピードを出しすぎる（ ）がある。子どもも一緒だし、私が運転する
ことにしよう。2
1)すき2)きらい3)悪さ4)気味
答案:2
891 ビザの期限が切れたらから、国に帰らざるを（ ）。3
1)しかたない2)ならない3)えない4)いけない
答案:3
892 彼は自分のしたことがどれだけ人を苦しめているか、知ろうとも（ ）。4
1)知らない2)している3)知れない4)しない
答案:4
893 いくら普段は冷静な私だって、それを聞いてびっくり（ ）。4
1)してもかまいません2)しなくてはいけません3)しようがありません4)せずにはいられません
答案:4
894 外国語を学ぶのは、やる気さえあれば何歳からでもできる。しかし、できれば若いうちにやるに（ ）。
4
1)しかたがない2)こしたことはない3)はおよばない4)さしつかえない
答案:2
895 コンピューターがそんなミスを犯すなんて、万に一つも（ ）。3
1)あるかもしれない2)ありえない3)ありうるだろう4)ありえなくもない
答案:2
896 子どもを叱らずに甘やかすことが、子どもを愛することだと思っている親は多い。その結果、子どもは２
歳に（ ）、すっかりわがままな王様のようになってしまう。4
1)なったとたんに2)なってみたら3)なるかならずで4)なるやいなや
答案:3
897 混んだ駅で歩きながらタバコを吸う人がいる。この間、タバコの火が女の子の目にあたってやけどさせる
という事故もあった。全面的に禁煙にしろとは（ ）、決まった場所だけで吸ってほしいものだ。2
1)言うまでもなく2)言わないまでも3)言うにおよばず4)言わないことではなく
答案:2
898 彼女の魅力は、その美しさはもちろんだが、会話のおもしろいことで、一度彼女と話した人は彼女を好き
に（ ）いられない。1
1)ならずには2)ならなくては3)なるわけには4)なっては
答案:1
899 小学校入学を目前にして男の子が信号無視の乗用車にひき殺され、犯人はそのまま逃げてしまった。その
父親は「何年かかっても、犯人を探し出さずには（ ）ぞ」と、会社を辞めて、犯人探しを始めた。3
1)いけない2)ならない3)おかない4)やらない
答案:3
900 都会に出た娘が事件を起こしたために、彼女の田舎の実家にはマスコミが連日押しかけてきた。そのため
一家は引っ越しを（ ）された。3
1)しかたなく2)さりげなく3)余儀なく4)いやおうなく
答案:3
901 彼は会社勤めの（ ）、専門学校に通って通訳の資格を得た。3
1)しながら2)ついでに3)かたわら4)ともに
答案:3
902 このホテルは高い（ ）、部屋もサービスも素晴らしいですね。3
1)とすれば2)というのは3)だけあって4)わりには
答案:3
903 ９０歳という高齢にも（ ）、彼の創作意欲はおとろえを見せない。1
1)かかわらず2)かけては3)ほかならず4)かまわず
答案:1
904 あなたには気に入らなくても、私には私（ ）やり方があるのです。好きにさせてください。2
1)どおりの2)なりの3)だけ4)ごとき
答案:2
905 今日は社長と社員という遠慮は（ ）にして、大いに飲もうじゃないか。3
1)なく2)あとに3)ぬきに4)取って
答案:3
906 どんなに新しい電卓が出ても、私は昔（ ）そろばんで計算しています。2
1)ままの2)ながらの3)はものとより4)みたいな
答案:2
907 彼女は以前にも（ ）きれいになったね。恋でもしているのかな。3
1)くらべて2)ますます3)まして4)おとらず
答案:3
908 いくら安くなった（ ）、一戸建ての家は我々にはとても手が出ない。2
1)ゆえに2)とはいえ3)けれど4)そうだが
答案:2
909 電車で騒いでいる子に注意したら、その母親が「よけいなお世話よ」とにらむんだ。まったく「この親
（ ）この子あり」だと思ったよ。4
1)なら2)として3)ゆえに4)にして
答案:4
910 あなたのことを（ ）こそ、こうやって注意するのよ。素直にお聞きなさい。3
1)思う2)思った3)思えば4)思わず
答案:3
911 私の本当の気持ちが、お前なんかにわかる（ ）か。2
1)こと2)もの3)はず4)ところ
答案:2
912 その薬の副作用による死亡者が１００人を越えるに（ ）、厚生省もようやく調査に立ち上がった。
2
1)あたって2)いたって3)おいて4)かんして
答案:1
913 うちの女房（ ）、みそ汁も満足に作れないんだから。3
1)にしたら2)としては3)ときたら4)にしては
答案:3
914 自分が病気になってみて、はじめて患者の苦痛が身（ ）わかった。4
1)にとって2)に感じて3)を通して4)をもって
答案:4
915 何かを勉強したいというより、ただ一流大学に入らんが（ ）勉強している人が多い。1
1)ために2)ように3)せいで4)しようと
答案:1
916 難民はただ飢え（ ）ならず、伝染病にも苦しんでいる。4
1)だけ2)しか3)ばかり4)のみ
答案:4
917 １２月とも（ ）、５時にはもうすっかり暗くなりますよ。４時には子どもを帰しましょう。2
1)すれば2)なると3)くれば4)いると
答案:2
918 子どもが独立して、やっと自分の好きなことができると（ ）、今度は夫が病気になってしまった。
3
1)思えば2)思っても3)思いきや4)思ったばかりに
答案:3
919 一度お支払いいただいたお金は、理由の（ ）にかかわらずお返しできません。2
1)ゆえ2)いかん3)どのよう4)よしあし
答案:2
920 そんなこと、できる（ ）やってごらん。どうせ、できやしないから。2
1)ことなら2)ものなら3)ところなら4)はずなら
答案:2
921 病院長は暗く（ ）病院の待合室に、季節の花をかざることにした。3
1)なりそうな2)なっている3)なりかけた4)なりがちな
答案:4
922 この地下室は、一年を（ ）１０度以下なので、ワインを貯蔵している。4
1)かけて2)とおって3)つらぬいて4)つうじて
答案:4
923 医者が患者の秘密をもらしたなんて。医者として（ ）行為だ。2
1)あるべき2)あるまじき3)ありがちな4)ありそうな
答案:2
924 私の故郷の美しい山々を、ぜひ先生にも（ ）たいものです。
1)拝見し2)ごらんになり3)お目にかけ4)お目にかかり
答案:3
925 私の給料が彼の半分だって？ それは不公平と（ ）だ。1
1)いうもの2)いうわけ3)いうばかり4)いいがち
答案:1
926 こんなことをするなんて、彼の人間性を（ ）。2
1)疑いはしない2)疑わざるをえない3)疑わずにはおかない4)疑わずにいない
答案:2
927 彼は目立たない学生だが、よく勉強している。１番になったからといって驚くには（ ）。2
1)あたいしない2)あたらない3)たえない4)しかない
答案:2
928 政府の遅い反応がたくさんの犠牲者を出した。これは人災以外の（ ）。4
1)何でもない2)何でもありうる3)何ものでもない4)何ともいえない
答案:3
929 彼はかっとなりやすい。特に酒を飲んで怒ったときには人殺しだって（ ）。2
1)やりえない2)やりかねない3)やりかねる4)やるに相違ない
答案:2
930 当たり前のことをしただけです。お礼には（ ）よ。3
1)ありません2)いりません3)およびません4)かまいません
答案:3
931 目的もなく大学に入った（ ）、４年間無駄にするだけだ。受験する前に大学で何をやりたいか、
よく考えなさい。2
1)とはいえ2)ところで3)がゆえに4)ものの
答案:2
932 以前は内気な日本人にとって人の前で歌を歌うのは恥ずかしいことでした。しかしカラオケがはやって以
来、マイクを握ろう（ ）、なかなか手放さない人も増えました。4
1)とすれば2)と思いきや3)ものなら4)が最後
答案:3
933 この団地の中には、スーパーマーケットはもとより、郵便局、銀行、幼稚園、病院、はては葬儀場（ ）
そろっている。つまり死ぬまでこの中だけで過ごせるわけだ。2
1)はおろか2)に至るまで3)もさることながら4)にしたところで
答案:2
934 このコンピューターはもうすぐ、もっといい機種が出るはずです。今お持ちの機械がこわれた（ ）、
買うものはもう２，３か月待った方が良いと思いますよ。1
1)にしても2)ものなら3)とあっては4)ときたら
答案:1
935 この病気は治らないとはいえ、注意さえすればほとんど普通の生活を送ることができます。でも注意を守
らないと命に（ ）場合もありますよ。3
1)関する2)あたいする3)かかわる4)至る
答案:3
936 昔は親の言うことに反抗しよう（ ）なら、げんこつが飛んできたものだ。2
1)こと2)もの3)ところ4)とする
答案:2
937 このレストランの味は（ ）ことながら、食器がまた素晴らしいですね。3
1)いい2)わるい3)さる4)とる
答案:3
938 政府から大量の米が被災地に届けられた。（ ）一人あたりでは、茶碗１杯にすぎない。2
1)というのに2)といっても3)というのは4)というより
答案:2
939 今世紀最大のピアニストと言われる（ ）、彼の演奏には聴衆は皆感動した。3
1)くらいで2)だけで3)だけあって4)ほどで
答案:3
940 彼らがあの時代に豊かな生活を送っていた（ ）、すぐれた農耕技術を身につけていたはずだ。2
1)ともすれば2)とすれば3)としては4)とにかく
答案:2
941 男達は毎日汗とほこり（ ）になって、鉄道工事を急いだ。4
1)だけ2)さえ3)ずくめ4)まみれ
答案:4
942 わが校は、男女・年齢を（ ）、どなたでも入学できます。3
1)言わず2)聞かず3)問わず4)かかわらず
答案:3
943 何があったに（ ）、そんなに泣いてばかりいたらだめよ。4
1)したら2)しては3)しようが4)しろ
答案:4
944 試験に落ちたことを知った彼女は、今にも泣き出さん（ ）だった。4
1)ほど2)くらい3)よう4)ばかり
答案:4
945 初めて作ったもの（ ）、よくできていますよ。3
1)というと2)として3)にしては4)といっては
答案:3
946 山で道に迷っていたら、上空をヘリコプターが飛んできた。私は声を（ ）助けを求めた。4
1)いっぱいに2)ぎりぎりに3)さいごに4)かぎりに
答案:4
947 いくら裕福でも、親の愛情（ ）、子どもは幸せと言えるのだろうか。1
1)なくして2)ないでは3)ならずに4)ないとは
答案:1
948 お金のことは（ ）として、今は好きな仕事ができるだけで幸せです。4
1)まあまあ2)一方3)とかく4)ともかく
答案:4
949 出発に（ ）少し注意を申し上げます。パスポートはなくさないよう……。1
1)先立って2)先走って3)したがって4)前もって
答案:1
950 私が無理なお願いをした（ ）、あなたにご迷惑をかけてしまいましたね。2
1)ばかりで2)ばかりに3)だけに4)だけあって
答案:2
951 この辺で、アパートを借りるとなると、４万から５万円（ ）ですね。4
1)としたこと2)ということ3)としたところ4)といったところ
答案:4
952 世界中で毎年１００万人（ ）人が、飢えで命を落としている。2
1)あまり2)からの3)よりの4)までの
答案:1
953 「あの仕事、終わりましたか」「途中で急用が入って、まだ（ ）です」1
1)やりかけ2)やりっぱなし3)やりっきり4)やったまま
答案:2
954 日本で暮らして行く（ ）大事なことは、他人とあまり違うことをしないことです。1
1)上で2)以来3)最中で4)ところで
答案:1
955 T 市の夜祭りは、真夜中から夜明けに（ ）にぎやかに繰り広げられる。4
1)そって2)わたって3)通して4)かけて
答案:4
956 どこに行く（ ）歩いていると、いつの間にか大きな寺の前に来ていた。3
1)わけもなく2)が早いか3)ともなく4)つもりで
答案:3
957 明日の模擬試験は、時間も内容も本番の試験に（ ）行います。3
1)まねして2)よって3)即して4)同様に
答案:3
958 この風邪はほうっておくと、肺炎になる（ ）があります。入院した方がいいですね。4
1)おびえ2)気味3)向き4)おそれ
答案:4
959 田舎から送ってきたりんごです。一つ（ ）みてください。
1)お食べして2)さしあげて3)なさって4)あがって
答案:4
960 がんばって駄目だったのならあきらめるが、電車の事故で試験が受けられなかったなんて、あきらめよう
にも（ ）。3
1)あきらめかねない2)あきらめられる3)あきらめきれない4)あきらめるほかない
答案:3
961 二度とあのような悲惨な戦争が起きないことを、私どもは願って（ ）。2
1)やめません2)やみません3)とめません4)とまりません
答案:2
962 あの政治家は「私は選挙違反はやっていない」と言い続けたが、証拠をつきつけられると「妻がやったこ
とだ」と言い出す（ ）。1
1)始末だ2)終末だ3)結果だ4)最後だ
答案:1
963 彼はいわば天才であって、誰もが努力して彼のようになれる（ ）。1
1)わけではない2)はずがない3)どころでない4)わけがない
答案:1
964 オリンピックに出ることが長年の彼の夢だった。出場が決まってどんなに喜んだか想像に（ ）。3
1)やさしい2)むずかしい3)かたくない4)わからない
答案:3
965 2 年前私がこの国に来た時は、まわりの人の声はうるさい音に（ ）。それがある日突然、意味のあ
る言葉として聞こえてきた。2
1)相違なかった2)すぎなかった3)たえなかった4)聞こえなかった
答案:2
966 山に登ったところ、山頂はﾎﾃﾙやおみやげ屋で町のようになっていた。なぜ静かな山をそのままに
（ ）のだろうか。3
1)しかねない2)しないでもない3)せずにはおかない4)せざるをえない
答案:3
967 お金さえあれば何でもできるわけではない。でも、何をする（ ）、全然お金がなければ、やはり
何もできないと思う。4
1)ところで2)にもまして3)までもなく4)にせよ
答案:4
968 彼は、すべてに世話を焼きたがる母親と一緒にいる限り、自分は結婚もできないと思った。それで就職す
る（ ）、部長に地方への転勤を願い出た。1
1)やいなや2)とたんに3)かしないかのうちに4)そばから
答案:1
969 交通事故で死ぬ人が1 年で1 万人を越えた。せまい日本でこれ以上車を増やす（ ）と思う。でも
車が売れないとますます不景気になるかもしれない。どうすればいいのだろう。2
1)べくもない2)べきではない3)べしだ4)べからざること
答案:2
970 「一人暮らしがしたい」と言うから、アパートを借りてやった（ ）、ちゃんと暮しているかしら。
2
1)もので2)ものの3)ものを4)ものは
答案:2
971 今日はボーナス後の日曜日（ ）、デパートは大変な人出だ。2
1)としては2)とあって3)といって4)だからといって
答案:2
972 外国旅行も3 回目（ ）、だいぶゆとりが出てきましたね。2
1)ともすれば2)ともなれば3)ともあれ4)のところを
答案:2
973 散歩（ ）、スーパーに寄ってパンを買ってきた。1
1)がてら2)ついで3)とちゅう4)ながら
答案:1
974 息子は家族の心配を（ ）、仕事もしないでゆうゆうと遊んでいる。3
1)うえに2)そとに3)よそに4)あとに
答案:3
975 頭が痛いのなら無理しないで、薬を（ ）早く寝るなりしなさい。2
1)飲むと2)飲むなり3)飲むや4)飲んだり
答案:2
976 あの人はいい人ではあるが、社長（ ）力不足である。3
1)によって2)について3)としては4)においては
答案:3
977 本日は皆様おいそがしい（ ）を、こんなにお集まりいただきまして、ありがとうございます。2
1)とき2)ところ3)もの4)こと
答案:2
978 彼は楽器なら何（ ）、じょうずに弾くことができる。2
1)であり2)であれ3)としても4)をしても
答案:2
979 100 点をとれとは言わない（ ）、せめて70 点は取らないと合格しないよ。4
1)まで2)までに3)までは4)までも
答案:4
980 病気が治った（ ）、しばらくは運動やお酒はひかえなさい。3
1)ときたら2)としては3)とはいえ4)にしては
答案:3
981 歯が痛くて、ごはんを（ ）にも食べられない。4
1)食べる2)食べて3)食べたい4)食べよう
答案:4
982 いまさらどんなに後悔した（ ）、失敗を元に戻すことはできない。2
1)はずが2)ところで3)ところが4)ことでも
答案:2
983 私の名誉に（ ）問題です。お金で済ませないで、きちんと謝ってください。4
1)際する2)応じる3)限る4)かかわる
答案:4
984 給料日まであと千円しかない。もう1 円（ ）無駄づかいできない。3
1)だけなら2)になるまで3)たりとも4)どころか
答案:3
985 その危険性は何度も指摘されていた。今度の事故は起こる（ ）して起こったことだ。2
1)べき2)べく3)ために4)はずに
答案:2
986 デパートのドアが（ ）いなや、客がどっとなだれ込んだ。4
1)開くと2)開いて3)開いたら4)開くや
答案:4
987 その光景を一目見る（ ）、かの除は恐怖で倒れてしまった。3
1)が最後2)とたん3)なり4)そばから
答案:3
988 食べる物がなくて死ぬ人がいる（ ）で、日本のように食べ物を捨てている国もある。2
1)かたわら2)一方3)片方4)半分
答案:2
989 他人のやり方は気にしないで、あなたはあなた（ ）がんばればいいんですよ。2
1)さえ2)なりに3)しか4)ほどに
答案:2
990 彼女の美しさは、そこにいたすべての人の目にひきつけずに（ ）。4
1)あたいした2)余儀なくした3)おかなかった4)あたらなかった
答案:3
991 責任者みずから（ ）、他の人がいくら謝っても許さない。2
1)謝る限り2)謝らない限り3)謝ろうが4)謝るにかかわらず
答案:2
992 いつも用心深い妻がドアを開けっ（ ）出かけている。どうしたのだろう。4
1)あげく2)きり3)まま4)ぱなしで
答案:4
993 女性の進学率の上昇に（ ）、結婚の年齢も遅くなっている。2
1)もとづいて2)ともなって3)わたって4)関して
答案:2
994 けちな人に（ ）、他の人のことを「あいつはけちだ」と言うものだ。2
1)ついて2)限って3)関して4)対して
答案:2
995 大人だって急に酒を飲むと死ぬことがある。子どもに酒を飲ませてはいけないのは（ ）。2
1)いえなくもない2)いうまでもない3)いわない方がいい4)いわないでもない
答案:2
996 子どもなら皆かかる病気です。すぐ治りますから、ご心配には（ ）。3
1)さしつかえません2)かけません3)およびません4)なさいません
答案:3
997 国民の命を見殺しにした政治家にはげしい怒りを（ ）。2
1)禁じなかった2)禁じえなかった3)禁じられた4)禁じていなかった
答案:2
998 どうしても貸してくれというなら（ ）が、何に使うのかね。3
1)貸すわけでもない2)貸すこともない3)貸さないでもない4)貸さないわけがない
答案:3
999 いくらダイエット中でも、目の前にこんなごちそうを出されたら（ ）。1
1)食べずにいられない2)食べてはいられない3)食べないではおかない4)食べるわけにはいかない
答案:1
1000 「子ども時代は思いきり遊ばせた方がいい」と、皆思っている。ところが、自分の子どもの（ ）、
「少しでも早く勉強を始めさせた方がいいのでは」と不安にかられてしまう。2
1)ことをみると2)こととなると3)ことにすれば4)ことであろうと
答案:2
1001 オオカミが人間の少女を育てたという話は、はたして本当だろうか。たとえオオカミに育てられた
（ ）、人間の足や目の働きがオオカミのようになるとは考えられない。その少女を拾った人の想像で
はあるまいか。4
1)にもかかわらず2) からというもの3) のではあるまいし4) からといって
答案:4
1002 彼は静かに演奏を終えた。会場は一瞬シーンとなったが、次の瞬間、会場が（ ）拍手がまき起
こった。3
1)割れたばかりの2) 割れないばかりの3) 割れんばかりの4) 割れようばかりの
答案:3
1003 去年までは学生の好きなところに就職できた。今年は一転して不景気で就職難だ。人の運命は、努力や
才能に（ ）、生まれるのが一年はやいか遅いかで決まることもあるのだ。2
1)したがって2) かかわらず3) 反して4) 即して
答案:3
1004 遊園地の乗り物はどんなに恐ろしくても、安全性は計算しつくされている。（ ）大自然はおだや
かに見えても、大きな危険性が常に隠されている。1
1)それにひきかえ2) それにもまして3) いかんにかかわらず4) その半面
答案:1
1005 彼は子ども時代のつらい経験を、涙（ ）語った。2
1)ばかりに2) ながらに3) ともに4) がてらに
答案:2
1006 今はさわやかな毎日だが、6 月とも（ ）雨の日が続く。4
1)なって2) すると3) いえば4) なれば
答案:4
1007 もともとがんこな人だったが、年を取ると以前にも（ ）がんこになった。3
1)ますます2) さらに3) まして4) いっそう
答案:3
1008 病気だったのなら、お見舞いに行ってあげた（ ）。どうして電話してくれなったの。1
1)ものを2) ところを3) はずを4) ことを
答案:1
1009 その客はスカートを10 着も試着した（ ）、1 着も買わないで帰った。4
1)かぎり2) どころか3) あげく4) が最後
答案:3
1010 あんなことをいわれて、あなた（ ）、さぞくやしいでしょうね。2
1)といえば2) にすれば3) にきては4) となると
答案:2
1011 平和なれば（ ）、将来の夢を語ることができる。3
1)から2) ゆえに3) こそ4) さえ
答案:3
1012 いまさらどんなに後悔した（ ）、取り返しはつかないだろう。4
1)ものでも2) どころか3) ものが4) ところで
答案:4
1013 暑かった去年の夏に（ ）、今年の夏は寒いくらいだ。1
1)ひきかえ2) 反対に3) 逆に4) おきかえ
答案:1
1014 もう年だなあ！ 勉強しても覚える（ ）忘れてしまうよ。2
1)途中から2) そばから3) あとから4) 一から
答案:2
1015 わずか８歳（ ）、その少年はチェスのプロである父親を負かした。3
1)として2) になって3) にして4) としては
答案:3
1016 彼女は、息子が婚約すると、本人（ ）家族や親戚のことまで調べた。2
1)をはじめて2) はもとより3) ならずも4) といわないまでも
答案:2
1017 一人息子が家を（ ）からというもの、母親はいきる力を失ったようだ。1
1)出て2) 出た3) 出る4) 出よう
答案:1
1018 軍隊のような規則（ ）の生活は、もうまっぴらだ。1
1)だらけ2) まみれ3) ずくめ4) ばかり
答案:3
1019 私の青春は戦争でつぶされた。今の平和が続くことを願って（ ）。3
1)きりない2) おわらない3) やまない4) かぎりない
答案:3
1020 教師（ ）もの、学生を叱るよりまず自分自身が勉強しなければ。1
1)たる2) なる3) ある4) さる
答案:1
1021 「勉強が好きだ」と（ ）うそになるが、全然しないわけではない。4
1)すれば2) いえば3) なれば4) いうなら
答案:2
1022 「ゼロを一つ間違えたんじゃないか」「漢字で一千万円と書いてあるんだ。間違え（ ）よ」1
1)はずがない2) ようがない3) わけがない4) かねない
答案:2
1023 この小説は事実に（ ）かかれただけあって、迫力がある。3
1)よって2) 際して3) もとづいて4) 反して
答案:3
1024 社長は社員に給料を払わない（ ）、そのことに対する説明もしない。2
1)に限らず2) ばかりか3) ものの4) とはいえ
答案:2
1025 日本人はとかく、うわさをすぐ信用（ ）だ。冷静に真実を確かめるようにしなければ。1
1)しがち2) するべき3) すまじき4) しかねない
答案:1
1026 「えっ、それを一人で全部食べてしまったの」「だって、昨日から何も食べていないんです（ ）」
2
1)ので2) もの3) こと4) ゆえ
答案:2
1027 今年は戦後ちょうと５０年目の（ ）、各地で記念行事が行われた。4
1)だけあって2) だから3) わけで4) こととて
答案:4
1028 梅雨が明けた。これからはだんだん暑くなる（ ）だ。1
1)一方2) ところ3) だけ4) 以上
答案:1
1029 ちょっと気分が悪いのです。（ ）いただいていいでしょうか。3
1)お帰り2) 帰られて3) 帰らせて4) お帰りになって
答案:3
1030 アメリカ人といっても、皆が必ずしも英語を話す（ ）。1
1)わけではない2) はずがない3) わけがない4) にきまっている
答案:1
1031 現在、この病気が治せるのはあの医者をおいて（ ）。1
1)ほかにはいない2) ほかにもいる3) ほかにいるかもしれない4) ほかにいなくもない
答案:1
1032 ひどい奥さんと別れた友人は「結婚なんて（ ）」と、いつも私に忠告する。2
1)するわけがない2) するものではない3) しないものでもない4) するどころではない
答案:2
1033 最近は交通事故はニュースにもならないが、毎年１万人も死んでいるということは深刻な事態だと
（ ）。2
1)いわないだろう2) いわざるをえない3) いわないものでもない4) いうわけにはいかない
答案:2
1034 あの女優は、顔はたしかにきれいだけど、縁起は小学生なみで（ ）。4
1)見ることができない2) 見てはいけない3) 見るにたえない4) 見ないものでもない
答案:3
1035 日本の女性の大学進学率は、世界でも一、二を争うほどだ。（ ）、社会で活躍する女性の割合は、
先進国中、最低に近いのはどうしたことだろう。3
1)それに関して2) それにもまして3) にもかかわらず4) そうしたところで
答案:3
1036 人の体の欠点を笑い物にするのは、ユーモアとは呼べないはずだ。しかしテレビでは、そのような番組
ばかりやっている。障害者をからかうに（ ）、怒りを禁じ得ない。2
1)おいては2) 至っては3) もまして4) ついて
答案:2
1037 一口に犬といってもいろいろな種類がいる。しかし、どんな種類の犬（ ）、人間のもっとも良い
友達であることに違いはない。4
1)といい2) とはいえ3) いかんで4) であれ
答案:4
1038 その日も夫は妻に文句を言い続けた。いつもおとなしい彼女の（ ）、だまって聞き流すと思いき
や、突然「それなら別れましょう」ときっぱりと言った。3
1)ものだから2) だけあって3) ことだから4) はずで
答案:3
1039 海外に出張した折、劇を見に連れて行ってもらった。みんなゲラゲラ笑っているのだが、外国語のわか
らない私にはおもしろさが（ ）、一人でだまっていた。2
1)わからんがため2) わかるはずもなく3) わからないながらに4) わかるまでもなく
答案:2
1040 さあ、食事を始めようという（ ）に、電話がかかってきた。2
1)とたん2) ところ3) もの4) こと
答案:2
1041 そんなことをして、父親（ ）子どもに恥ずかしくないの？ 3
1)だから2) とはいえ3) として4) ならば
答案:3
1042 最新の医学を（ ）しても、彼女の病気を救うことはできなかった。2
1)とって2) もって3) つかって4) よって
答案:2
1043 あの二人は仲のいい夫婦だと（ ）、突然離婚してまわりを驚かせた。3
1)思いつつ2) 思えば3) 思いきや4) 思ったり
答案:3
1044 お土産を買ってきました。明日ごあいさつ（ ）、お宅にお持ちします。4
1)しながら2) 一方で3) かたわら4) かたがた
答案:4
1045 社長（ ）わが社です。どうかご自愛ください。2
1)にとって2) あっての3) によれば4) であれば
答案:2
1046 Ａさんは信頼するに（ ）人です。安心してまかせてなさい。3
1)あたる2) できる3) 足4) なる
答案:3
1047 水不足が深刻です。水を出し（ ）で歯を磨くのはやめましょう。3
1)っきり2) ながら3) っぱなし4) つつ
答案:3
1048 吹く風に暖かさが感じられ、だんだん春（ ）きた。1
1)めいて2) じみて3) っぽく4) らしく
答案:1
1049 この仕事は技術もいるし、責任も重い。その（ ）報酬が少ない。3
1)せいで2) ために3) わりに4) おかげで
答案:3
1050 ごめんなさい。疲れていた（ ）、約束をすっかり忘れて寝てしまいまったの。1
1)ものだから2) わけだから3) ことだから4) からとて
答案:1
1051 彼は毎日、５時になる（ ）、会社を飛び出していく。3
1)とたんに2) かないかのうちに3) が早いか4) そばから
答案:3
1052 となりの息子は働きながら、大学を一番で卒業したそうだ。それに（ ）うちの息子は、親の金
で遊んでばかりいる。4
1)したって2) しては3) ひきかえ4) ひきかえに
答案:3
1053 宝くじを買ったら、１番の違いで３千万円をのがしてしまった。くやしい（ ）ありゃしない。2
1)のは2) ったら3) ければ4) なら
答案:2
1054 そんな命令を出す社長も社長（ ）、それに従う社員も社員だね。1
1)なら2) だから3) といえば4) だったら
答案:1
1055 新しい法案を（ ）、与党と野党が激しく論議している。3
1)ついて2) 対して3) めぐって4) 関して
答案:3
1056 彼は子どものとき中国で育った（ ）、中国語の発音が良い。2
1)ばかりに2) だけに3) ながら4) からには
答案:2
1057 新しい市長は、議員の批判を（ ）せずに、改革を進めていった。4
1)ものに2) ものを3) ものにも4) ものとも
答案:4
1058 戦後、父は（ ）ために、あらゆる仕事に手を出した。3
1)生きたい2) 生きよう3) 生きんが4) 生きた
答案:3
1059 幼い子どもをゆうかいして殺すなんて、許し（ ）ことだ。3
1)にくい2) まじき3) がたい4) かねない
答案:3
1060 このメロンはちょっと高いけど、味（ ）かおり（ ）最高だよ。1
1)といい、といい2) なり、なり3) から、まで4) であれ、であれ
答案:1
1061 アルプスの夕日のすばらしさと（ ）とても口では言い表せないよ。3
1)いえば2) なれば3) いったら4) したら
答案:3
1062 おいしそうなお菓子ですね。えんりょなく（ ）いたします。1
1)いただき2) おあがり3) ごちそう4) ちょうだい
答案:4
1063 彼の両親はプロゴルファーなんだ。彼がゴルフが上手でも驚くに（ ）よ。2
1)あたいしない2) あたらない3) おどろかない4) かたくない
答案:2
1064 あの男のせいで私の人生はめちゃくちゃになった。もし、彼が無罪になったら、私自身で仕返しせずに
は（ ）。3
1)いけない2) やまない3) おかない4) ゆるさない
答案:1
1065 人前で、あんなに自分の妻の悪口を、よく（ ）。2
1)言わなかった2) 言うものか3) 言えたものだ4) 言ったものだった
答案:3
1066 私がさんざん待たせたにもかかわらず、彼は（ ）。1
1)待たずに帰ってしまった2) いやな顔もしないで待っていた3) ひどく怒ってしまった4) 待たない
ではいられなかった
答案:2
1067 きのう、おもしろい物をもらったんですよ。先生にもごらんに（ ）。
1)差し上げましょうか2) なりますか3) いたしましょうか4) いれましょうか
答案:4
1068 今までの日本の会社は一般的に、年を（ ）出世していった。だが技術革新によって、若い人
の方がすぐれた技術を持つ場合も多くなり、この制度もくずれ初めている。1
1)取るにしたがって2) 取ることによって3) 取ろうが取るまいが4) 取ったがために
答案:1
1069 彼女は、若いときはなかなか才能が認められなかったが、その美ぼうが人一倍の努力（ ）今
や日本の代表する大女優となった。2
1)といっしょに2) と相まって3) とひきかえに4) とあって
答案:2
1070 大学に入って勉強している人が、高卒で働いている人を見下すことがあるが、それは大きな過ちだ。学
生はそういう人たちに勉強（ ）のだ。大学を支えているのは、働いている人たちの税金なのだから。
1
1)させていただいている2) していただいている3) させられている4) させてくださった
答案:1
1071 中高年の人の間で山登りがはやっている。それはいいことだが、どんな低い山でも天候や本人の健康状
態のいかんに（ ）、危険な事故を起こしかねないので注意が必要だ。3
1)かかわらず2) よらず3) よっては4) では
答案:3
1072 そのレストランの主人は「物好きだ」と言われ（ ）、毎月一回貧しい人たちのために、ただでカ
レーをふるまっている。4
1)つつも2) ながらに3) んがため4) んばかりに
答案:1
1073 もう一日早く病院に行っていたら、命は助かった（ ）。4
1)ことを2) ことに3) ものの4) ものを
答案:4
1074 今時の若いもの（ ）、老人に席をゆずろうともしない。3
1)だったら2) としたら3) ときたら4) といっても
答案:3
1075 私がどんなに努力した（ ）、彼にはかなわないよ。4
1)ものを2) わりに3) までも4) ところで
答案:4
1076 新しい地震情報が入り（ ）、臨時ニュースをお送りします。3
1)やいなや2) とたんに3) 次第4) が早いか
答案:3
1077 この映画は以前見た（ ）、だいぶ昔のことなので内容はほとんど覚えていない。2
1)のだから2) とはいえ3) からには4) として
答案:2
1078 この薬を飲み（ ）からというもの、どうも胃の調子がおかしい。1
1)始めて2) 初めて3) 始める4) 初め
答案:1
1079 晴れたか（ ）、もう雨が降り出す。梅雨の天気は変わりやすい。2
1)うちに2) と思いきや3) 晴れないかと4) 早いか
答案:2
1080 これが国民を代表する政治家の姿（ ）、あまりにも情けない。3
1)だに2) にも3) とは4) かと
答案:3
1081 暑い（ ）寒い（ ）、娘は親の健康を気づかった。4
1)なり、なり2) といい、といい3) も、も4) につけ、につけ
答案:4
1082 特急にご乗車に（ ）は、乗車券の他に特急券が必要です。2
1)して2) 際して3) よって4) とって
答案:2
1083 ちょうどお風呂に入り（ ）時、電話のベルが鳴った。3
1)そうな2) つつある3) かけた4) ながらの
答案:3
1084 息子がこんなことをするなんて、くやしい（ ）情けない（ ）。3
1)なり、なり2) やら、やら3) といい、といい4) ったり、ったり
答案:2
1085 日本人の奥さんをもらって、中国の料理を食べて、アメリカの家に住む。これが男の幸せの（ ）
だといわれたことがある。4
1)最大2) 極み3) 最高4) 至り
答案:2
1086 Ａさんは看護婦だった（ ）、けが人のそばにかけよるとてきぱきと手当を始めた。1
1)だけあって2) だからこそ3) といえども4) ならでは
答案:1
1087 観光客が帰った後の行楽地は、いつもゴミと空き缶（ ）だ。4
1)だけ2) まみれ3) ずくめ4) だらけ
答案:4
1088 「うちの子に（ ）そんなことするはずない」と、どの親も言う。3
1)とって2) だけは3) 限って4) 対して
答案:3
1089 現代は電気なしの生活は一日も考えられない。停電でも（ ）ものなら、たちまち大混乱が起
きる。3
1)する2) しそう3) しよう4) した
答案:3
1090 社長がこの事件の責任を取って辞職したので、社長側についていた重役も退職を（ ）なくさ
れた。3
1)無理2) 仕方3) 余儀4) 可否
答案:3
1091 わが子に死なれた母は、気も狂わん（ ）泣き叫んだ。4
1)ほど2) ように3) がために4) ばかりに
答案:4
1092 貧しさ（ ）多くの苦しみを味わった彼は、必死に金をもうけ資産家となった。1
1)ゆえに2) だけに3) ばかりに4) となれば
答案:1
1093 プロの歌手（ ）、のどに悪いといって真夏でも冷たい物を飲まない人もいる。3
1)ならでは2) ともなると3) ゆえに4) なればこそ
答案:2
1094 寝不足が続いて、ここのところ疲れ（ ）だ。2
1)るはず2) 気味3) るもの4) げ
答案:2
1095 とにかく本人から事情を聞かない（ ）、私にも何もわからない。3
1)までは2) ものには3) ことには4) わけで
答案:3
1096 タバコは１本でも有害ですが、お酒は飲みすぎ（ ）しなければ、それほど害にはなりません。
4
1)こそ2) だけ3) のみ4) さえ
答案:4
1097 パーティーには、首相（ ）、政治家や実業家がずらりと出席した。3
1)をめぐり2) と問わず3) をはじめ4) をもとに
答案:3
1098 いくら名誉や富があっても、死んでしまえば（ ）。2
1)それからだ2) それまでだ3) それだけだ4) それほどでもない
答案:2
1099 こんなに教育費が高いと、若い夫婦は子どもを持とうにも（ ）。1
1)持てない2) 持ちかねない3) 持たない4) 持とうとしない
答案:1
1100 「あれほど優秀だった彼のことだ。きっと偉くなったにちがいない」と思いきや、（ ）。3
1)はたして社長になっていた2) 本当に優秀だった3) 食うや食わずの生活をしていた4) やはり幸せ
に暮らしていた
答案:3
1101 あの男は金をもうけるためなら、人殺しだって（ ）。4
1)やるにかたくない2) やるにあたらない3) やりかねる4) やりかねない
答案:4
1102 これはあなたの仕事だが、どうしても一人では間に合わないというなら（ ）。4
1)手伝うわけにはいかない2) 手伝うはずがない3) 手伝うにはあたらない4) 手伝わないでもない
答案:4
1103 私はタバコは吸わないが、新幹線では子供の少ない喫煙車に乗ることにしている。タバコの煙が有害
（ ）、ギャーギャー騒ぐ子供と、それに注意さえしない親を見ているよりは心の健康によいからだ。3
1)のみならず2) といえども3) のこととて4) だからこそ
答案:2
1104 受験料を払った方には領収書を差し上げます。その領収書（ ）受験票としますから、試験当日
には忘れずに持ってきてください。3
1)によって2) にとって3) をもって4) として
答案:4
1105 たとえ５０歳を過ぎて人の上に立つような地位の人でも、自分の感情のままに怒ったりわがままを言う
ような大人（ ）人って、どこにでもいるものです。4
1)っぽい2) らしい3) じみた4) げない
答案:4
1106 外国語を学ぶときは、まずたくさん聞いてみることだ。最初はわかろうと（ ）気にすることは
ない。そのうち、体で覚えてくるものだ。1
1)わかるまいと2) わからないが3) わかるまいが4) わからなければ
答案:1
1107 「知りませんでした」と言えば、言い訳になると思っているのかい。それは甘え（ ）だ。プロ
にとって、知らないということは無能ということだよ。1
1)というもの2) とするもの3) としたもの4) というところ
答案:1
1108 大学に入った（ ）、毎日遊んで暮らしている。3
1)ことが2) ことに3) ものの4) ものを
答案:3
1109 彼女は客が帰る（ ）、掃除を始めた。3
1)すぐに2) とたんに3) やいなや4) しだい
答案:3
1110 あの地震のすさまじさと（ ）、思い出しただけでも震えてくる。4
1)いえば2) いうなら3) いわば4) いったら
答案:4
1111 今日は敬老の日ですから、６０歳以上の方に（ ）、入場無料です。2
1)のみならず2) かぎり3) だけ4) おいて
答案:2
1112 国際結婚をする（ ）、奥さんの国の習慣も尊重しなければいけないよ。2
1)とはいえ2) からには3) ためには4) こととて
答案:2
1113 二人のランナーはずっと抜きつ（ ）していたが、４０キロ地点を越えてからＡ選手の独走にな
った。3
1)抜いたり2) 抜かれず3) 抜かれつ4) 抜きつつ
答案:3
1114 汚職をした政治家がまた当選してしまった。政治家（ ）政治家なら、それを選ぶ国民（ ）
国民だね。1
1)も、も2) が、が3) が、は4) は、は
答案:1
1115 だめよ、そこに入っては。ここに「芝生に入る（ ）」って書いてあるでしょう。2
1)べし2) べからず3) 禁ずる4) 得ない
答案:2
1116 考え（ ）限りの方法を考えてみたのだが。やはりあきらめるしかないだろうね。3
1)かねる2) かねない3) 得る4) 得ない
答案:3
1117 今日の試合で優勝が決まる（ ）、サッカー場の外には朝から人が並んだ。1
1)とあって2) といっても3) となれば4) とくると
答案:1
1118 飛行機は明朝８時に飛ぶ予定ですが、天候に（ ）遅れることがあります。3
1)よらず2) かかわらず3) よっては4) では
答案:3
1119 この本は返してくれなくてもいいですよ。人にあげる（ ）何なり、好きにしてください。4
1)とか2) のも3) なり4) ほか
答案:3
1120 物語の内容（ ）、この本はお子さんには少し難しいと思いますよ。こちらの漢字の少ない本はい
かがですか。3
1)によると2) とすれば3) からして4) になると
答案:3
1121 父は外国に行く（ ）、めずらしいおみやげを買ってきてくれる。3
1)時は2) ところ3) たびに4) やいなや
答案:3
1122 この成績ではねえ。今からいくらがんばった（ ）、卒業することは難しいと思うよ。1
1)ところで2) どころか3) とすれば4) にしては
答案:1
1123 この輝きは、ダイヤモンド（ ）のものですね。2
1)だから2) ならでは3) からこそ4) だったら
答案:2
1124 お別れして以来、あなたのことを一瞬（ ）忘れたことはありません。1
1)たりとも2) なりも3) からして4) といっても
答案:1
1125 まさか！ あの正直な彼がうそを（ ）ないですよ。2
1)つき2) つきっこ3) つかず4) つきつつ
答案:2
1126 自分が子どもを持って（ ）、親のありがたさがしみじみわかるようになった。4
1)はじめに2) おいて3) みれば4) からというもの
答案:4
1127 とにかく事実を（ ）ことには。うわさだけで心配していても始まらない。2
1)確かめる2) 確かめない3) 確かめよう4) 確かめた
答案:2
1128 消費税の値上げに（ ）、物価もまた上がるだろう。3
1)そって2) ついて3) ともなって4) おいて
答案:3
1129 色々と迷った（ ）、就職しないで留学することを決意した。1
1)が最後2) 反面3) ところ4) 末に
答案:4
1130 貧しい生活の中で私は大学に行く（ ）、親の仕事を手伝っていた。4
1)までもなく2) ばかりか3) か行くまいか4) どころではなく
答案:4
1131 世界中の数学者（ ）解けなかった問題だよ。どうして君なんかに解けるものか。4
1)こそ2) だからこそ3) にせよ4) ですら
答案:4
1132 イギリスの文学は、シェイクスピアぬきには（ ）。1
1)語らない2) 語りえない3) 語ったことがない4) 語りかねない
答案:2
1133 医者にしたって、必ずしも自分の健康に気をつけている（ ）。2
1)はずがない2) とはかぎらない3) わけがない4) といえなくもない
答案:2
1134 あのレストランの料理ときたら、値段が高いばかりで（ ）。2
1)すすめられたものではない2) すすめたことがない3) ぜひすすめてみるべきだ4) すすめないでい
られない
答案:1
1135 あなたの命を救ったのは、御主人であるあなたを必死に守ったこの犬に（ ）。2
1)ほかはない2) ほかならない3) ほかにはない4) ほかしかたない
答案:2
1136 彼女を心から愛していたんだ。あきらめろと言われたって（ ）よ。3
1)あきらめかねない2) あきらめられる3) あきらめきれない4) あきらめざるを得ない
答案:3
1137 日本で旅行すると、ちょっと乗り物に乗っても、旅館に泊まっても、一万円札がすぐ飛んでいく。
（ ）、外国では何と一万円が使いでがあることだろう。2
1)ふりかえって2) それにひきかえ3) それと同様に4) それにつけても
答案:2
1138 これほどの作品を作り上げるには、どれほどの苦労があったことか想像にかたくない。しかし彼はイン
タビューに対して（ ）、「大したことありませんよ」と答えた。1
1)ものともせず2) ことにもせず3) こともなげ4) おそれもなし
答案:3
1139 会社の面接試験では、親の財産や職業のように本人にはどうしようもないことや、プライバシーに関す
ることは、規約によって聞いてはいけない（ ）。しかし、この規約はしばしば破られているようだ。1
1)ことになっている2) わけでもない3) ものでもない4) にほかならない
答案:1
1140 技術が進歩すれば、世の中はますます便利になる（ ）。その反面、ある人が一生にかけて習得し
た技術が無用のものになり、人間が使い捨てられている現実もある。2
1)といえたものだ2) に相違ない3) にはあたらない4) というところだ
答案:2
1141 世界では何億という人が、食べるものがなくて死にかけているのよ。おいしかろうが、（ ）、お
なかいっぱい食べられるだけで感謝しなければいけないわ。3
1)おいしくあろうが2) おいしくまいと3) まずかろうが4) まずくなかろうが
答案:3
1142 いったん約束をした（ ）、つらくても守らなくてはいけないよ。3
1)とはいえ2) ものの3) 以上4) だけあって
答案:3
1143 ３年間、厳しい練習に耐えたんだ。明日の試合、負けてなる（ ）！ 2
1)ことか2) ものか3) ことを4) ものを
答案:2
1144 あの人は一度も日本に来たことがないのに（ ）、きれいな日本語を話すね。2
1)しても2) しては3) なっても4) よらず
答案:2
1145 あの悲しいできごとを（ ）にも忘れられません。4
1)忘れたい2) 忘れる3) 忘れた4) 忘れよう
答案:4
1146 高校生になっても、そんな子ども（ ）いたずらをするんじゃない。3
1)らしい2) めいた3) っぽい4) ような
答案:3
1147 日本人の平均寿命が８０歳を越え、子どもの減少と（ ）、高齢化が急速に進んでいる。4
1)いうのは2) かかわらず3) したがって4) 相まって
答案:4
1148 試験当日は理由の（ ）、遅刻は認めませんから注意してください。2
1)いかんによっては2) いかんによらず3) いかんで4) いかんでも
答案:2
1149 赤ちゃんの服は、気温に（ ）、時々調整してください。4
1)対して2) ついて3) 関して4) 応じて
答案:4
1150 「女の（ ）たばこを吸うな」なんて言われたら、かえって吸いたくなる。1
1)くせに2) せいで3) ためには4) ゆえに
答案:1
1151 あなたのお母様は、いつこちらに（ ）になるんですか。1
1)お見えに2) おうかがい3) 拝見4) おじゃま
答案:1
1152 日本の料理に、みそ・しょうゆは欠く（ ）ものだ。4
1)べき2) べからざる3) ほかにはない4) 得ない
答案:2
1153 個人のプライバシーに（ ）情報は、守らなければならない。
1)つけて2) 関する3) よる4) 即した
答案:2
1154 生徒をなぐって大けがをさせるなんて、教師にある（ ）行為だ。3
1)べき2) えない3) まじき4) ざる
答案:3
1155 楽で、給料が高くて、労働時間が短いなんて、そんないいこと（ ）の仕事なんてありませんよ。
3
1)ばかりに2) まみれ3) ずくめ4) しか
答案:3
1156 そのランナーは、足のけがを（ ）せずに、ゴールに向かって走り続けた。2
1)ものには2) ものとも3) こととも4) ことにも
答案:2
1157 うちの娘は親の心配を（ ）、いっこうに結婚しようともしない。3
1)ほかに2) そとに3) よそに4) うらに
答案:3
1158 よほど疲れていたのだろう。横になるか（ ）のうちに、もう眠っていた。1
1)ならないか2) なったか3) なってか4) ないか
答案:1
1159 こちらに来る（ ）がありましたので、お借りした本を返しにまいりました。2
1)がてら2) かたわら3) つごう4) ついで
答案:4
1160 あの男は頭はいいのだが、すぐなまけたがるきらい（ ）。2
1)です2) があります3) になります4) にします
答案:2
1161 その肖像画は、まるで生きている（ ）ように見えた。3
1)というもの2) とかの3) かの4) みたいな
答案:3
1162 社長のお宅に（ ）おりに、ゴルフクラブをいただきました。2
1)行かれた2) うかがった3) まいられた4) いらっしゃった
答案:2
1163 私の家は、貧しい（ ）いつも笑い声が絶えなかった。2
1)ゆえに2) ながらも3) からこそ4) までも
答案:2
1164 原則として禁止ですが、理由の（ ）、特別に例外を認めましょう。2
1)いかんによらず2) いかんによっては3) 次第で4) 次第によって
答案:2
1165 あの人は多才で、絵もかけ（ ）、ピアノもひく。しかもプロ並みだ。2
1)ると2) ば3) たら4) るも
答案:2
1166 ３時間も待たされた（ ）、「ここは専門ではありません。他の科に行ってください」だって！ 1
1)あげく2) 結果3) とたんに4) かいなかで
答案:1
1167 まさか、あの人に限ってそんなことを（ ）。2
1)しかねない2) するはずがない3) するかもしれない4) せずにはいられない
答案:2
1168 あなたの多くの人名を救った勇敢な行為は、いくらほめても（ ）。2
1)ほめられません2) ほめ足りません3) ほめざるをえません4) しかたがありません
答案:2
1169 彼女は私と婚約していたのに、突然ほかの男と結婚してしまった。これが裏切り（ ）。1
1)でなくてなんだろう2) ではないだろう3) とはいえないだろう4) にはあたらないだろう
答案:1
1170 私は子どもの病気について知ろうと、難しい医学書を１週間で（ ）。1
1)読みきった2) 読み終えた3) よみつくした4) 読みとおした
答案:1
1171 ただ安いからといって、すぐ飛び付いていたら（ ）。4
1)かなり得になるだろう2) 必ずしも損ではない3) 損にも得にもならない4) かえって損をしがちだ
答案:3
1172 知らずにやったこと（ ）、悪いことをしたのは確かなのだ。謝罪せずにはすまないだろう。2
1)なのだから2) とはいえ3) ですら4) とあって
答案:2
1173 蒸し暑い日本の夏に、涼しいヨーロッパの人と同じ背広を着たあげく、冷房をこんなに強くするなんて。
女子社員に（ ）寒さで震えている。4
1)おいては2) しては3) ついては4) 至っては
答案:4
1174 以前は顔がかわいいだけの歌手が、聞くに（ ）歌を歌っていたものだ。近ごろは聞く人の耳が
肥えたのだろう。そんな歌手は減ってきた。3
1)聞けない2) およばない3) たえない4) たりない
答案:3
1175 来月はいよいよ国へ帰ることとなった。おととしの春からだから、足かけ３年に（ ）留学生活
だった。色々な思い出がよみがえる。2
1)かけて2) わたる3) とどく4) 過ぎる
答案:2
1176 仕事にもきちんと就いたし、小さいながらも家も建てた。あとはおよめさんをもらう（ ）にな
っているのに、女の人と知り合うチャンスがなかなかない。1
1)ばかり2) きり3) のみ4) こと
答案:1
1177 「若い時もっと勉強すればよかった」と、どんなに後悔した（ ）！ 2
1)ものか2) ことか3) ものを4) ことを
答案:2
1178 結婚しているかって？ 忙しくって結婚は（ ）、恋人だって見つけるひまがありませんよ。2
1)もともと2) おろか3) わずか4) しても
答案:2
1179 仕事が速くて正確なことに（ ）、わが社で彼の右に出るものはいません。2
1)めぐって2) かけては3) 対して4) とっては
答案:2
1180 ここ３か月、雨も（ ）、雪も降らない。このままでは水不足が心配だ。3
1)降らないと2) 降らないので3) 降らなければ4) 降らなくても
答案:3
1181 私の医者としての経験から（ ）、こういう患者は治りにくい。3
1)といい2) 感じると3) すると4) やると
答案:3
1182 天才的なＡさんには及ばない（ ）、Ｂさんだってかなりの腕前だ。2
1)かぎり2) までも3) ので4) どころか
答案:2
1183 町を歩いていると、どこ（ ）パンの焼けるいい匂いがしてきた。4
1)からでなく2) でもなく3) までからか4) からともなく
答案:4
1184 君では（ ）し。ぼくは財布を忘れるなんて馬鹿なことはしないよ。3
1)なかろう2) あろう3) あるまい4) あった
答案:3
1185 年の（ ）体力があるといえますが、あまり無理をしないようにしてください。2
1)かぎり2) わりには3) 上では4) くせして
答案:2
1186 彼女は仲間に対して、まるで女王の（ ）わがままを通した。2
1)らしく2) ごとく3) ふうに4) ままに
答案:2
1187 いま電話があって、田中さん、１時間遅れて来る（ ）ことです。3
1)との2) かの3) とか4) そう
答案:1
1188 あなたの日ごろの実力を（ ）すれば、試験なんて大丈夫、合格しますよ。3
1)よって2) とって3) もって4) かけて
答案:3
1189 この不況では昇給なんてのぞむ（ ）もない。倒産しないだけましだよ。4
1)べく2) わけ3) こそ4) よう
答案:1
1190 お手伝いさんをやとっている（ ）、自分の下着くらい自分で洗いなさい。1
1)けれども2) ものを3) にしろ4) ところで
答案:3
1191 彼の字は汚い。書いた本人（ ）、読めないほどだ。2
1)からこそ2) からして3) どころか4) ところで
答案:2
1192 鈴木さんは夕食を食べさせてくれた（ ）、おみやげにもたくさん食べ物を持たせてくれた。2
1)ばかり2) ばかりか3) ばかりで4) ばかりに
答案:2
1193 この機械を扱うに（ ）は、細心の注意が必要です。2
1)とって2) 際して3) 至って4) かけて
答案:2
1194 給料は、基本給の他に、能力に（ ）いくらかプラスされます。3
1)関して2) めぐって3) 応じて4) つき
答案:3
1195 どうですか、この住宅は。広さ（ ）環境（ ）、これ以上のものはありませんよ。1
1)といい、といい2) につけ、につけ3) であれ、であれ4) も、ならば
答案:1
1196 「この原子力発電所がもし事故を起こしたら」なんて、想像する（ ）恐ろしい。2
1)だけ2) だに3) でも4) さえ
答案:2
1197 被災者の家族は、不安（ ）顔で、テレビのニュースを見つめていた。3
1)らしい2) のような3) げな4) じみた
答案:3
1198 過ぎたことを後悔しても始まりません。ただ前進ある（ ）です。1
1)のみ2) しか3) こそ4) だけ
答案:1
1199 私の命に（ ）、乗客の安全は守り抜きます。3
1)しても2) 関しても3) かけても4) とっても
答案:3
1200 タバコはやめようと思い（ ）、つい手が出てしまう。4
1)けれど2) ものの3) そばから4) つつ
答案:4
1201 いつまでもお若くて（ ）ますね。若さの秘訣は何ですか。3
1)ござい2) おられ3) いらっしゃい4) あり
答案:3
1202 今さらどんなにくやしがったところで、取られたお金が（ ）。3
1)戻ってくるかもしれない2) 戻らずにはすまない3) 戻るわけではない4) 戻らざるをえない
答案:3
1203 山の天気も荒れてきたし、みんなも疲れている。残念だが引き返すより（ ）。1
1)ほかはない2) ほかならない3) にあたらない4) に相違ない
答案:1
1204 才能とは生まれつきのもので、自分で努力してもどうにもならないところがある。ましてや、（ ）。
1
1)努力もしないで言い訳をしてはならない2) 努力次第ではなんとかなるかもしれない3) 他人がとや
かくいってもしかたがない4) 他人の助けがあれば伸びることもある
答案:1
1205 「常に子どもには優しくあれ」と言われても、母親だって神様ではあるまいし、ときには（ ）。
1
1)怒らずにはいられない2) 悔しいはずがない3) 優しくなれなくもない4) 厳しいとしかいいようが
ない
答案:1
1206 寝坊してしまって、約束の時間まで後１０分しかなかった。タクシーを急がせたけれども（ ）。
2
1)遅刻せずにはおかなかった2) 間に合いようがなかった3) 遅刻はまぬがれた4) 間に合わないとこ
ろだった
答案:2
1207 子どもが減っているので、受験戦争も緩和されるだろうと思いきや、親は「一人か二人しかいない子ど
も（ ）いい学校に入れたい」と、ますます熱を上げ始めた。4
1)といえども2) だからこそ3) 次第では4) こととて
答案:2
1208 インターネットのおかげで、障害があって家から出られない人が、家に（ ）、世界中の情報に接
することができるようになった。2
1)いるに関わらず2) いながらにして3) いようといまいと4) いると同時に
答案:2
1209 子どもたちが、はなやかで現代的な仕事にばかりあこがれる（ ）、それは社会の目立たないとこ
ろでコツコツと働いている人の存在を我々大人が忘れているからではないだろうか。3
1)ともなく2) とにかく3) とすれば4) ともあれ
答案:3
1210 勉強は、がんばればがんばるほど成果が速く出ることが多い。しかし生き物を育てる仕事は、がんばっ
たからといって成果が早く（ ）。何もしないでじっと待っているのが一番、ということもある。4
1)出るはずがない2) 出ないはずがない3) 出るわけがない4) 出るとはかぎらない
答案:4
1211 彼女は長い間、考え抜いて離婚を決意したのだ。今さら、夫が何を（ ）、彼女の気持ちが変わる
ことはないだろう。1
1)言ったところで2) 言うまいと3) 言うによっては4) 言ったとあって
答案:1
1212 病気が治って、以前にも（ ）お元気そうに見えますね。2
1)よりも2) まして3) ふえて4) もっと
答案:2
1213 彼には、人とは違うが、彼（ ）の生き方の信念があるのだ。3
1)より2) のみ3) なり4) こそ
答案:3
1214 元オリンピック選手（ ）あって、今でも走ると若者よりも速い。2
1)こそ2) だけ3) だと4) ので
答案:2
1215 こんないたずらをするのは、あの人の悪い田中さんに（ ）いる。2
1)わかって2) きまって3) 知れて4) ちがわずに
答案:2
1216 彼はその日の気分に（ ）、言うことがころころ変わる。4
1)ついて2) 関して3) 即して4) よって
答案:4
1217 1 番になれとは（ ）、せめて人並みの成績を取ってくれ。4
1)言うけれど2) 言ったまでで3) 関して4) 言わないまでも
答案:4
1218 いじめによる自殺者が出るに（ ）、ようやく学校側は調査を始めた。2
1)あたって2) 至って3) 関して4) たっして
答案:2
1219 親友のあなたの頼み（ ）、人をだますようなことはできないわ。2
1)とあれば2) といえども3) をもって4) にしては
答案:2
1220 彼は本を読み始めたが（ ）、まわりのことは何も目に入らなくなる。3
1)そばから2) とたん3) 最後4) 早いか
答案:3
1221 人間は他の生き物の命をうばう（ ）、生きてはいけない。1
1)ことなしに2) ないでは3) ところで4) ものの
答案:1
1222 試験に失敗したら、またやり直す（ ）のことです。心配しないでください。2
1)ため2) まで3) なり4) から
答案:2
1223 彼は自分が（ ）がために、親友を敵に売った。3
1)助かろう2) 助ける3) 助からん4) 助からない
答案:3
1224 これはもうあなたのものです。煮る（ ）焼く（ ）、好きにしてください。2
1)たり、たり2) なり、なり3) とか、とか4) か、か
答案:2
1225 君たちの上達を願えば（ ）、きびしく教えているんだよ。2
1)ゆえに2) こそ3) から4) ために
答案:2
1226 そんなに上から下まで黒（ ）じゃ、まるでお葬式みたいよ。靴とバッグは赤にしたら？ 3
1)だらけ2) のみ3) ずくめ4) まみれ
答案:3
1227 多くの少女たちが、貧しさ（ ）教育を受けられないでいる。4
1)ばかりに2) ので3) によって4) ゆえに
答案:4
1228 若い人ばかり座っているのに、誰一人、お年寄りに席をゆずらない（ ）！ 3
1)ことか2) とは3) ものを4) ことを
答案:1
1229 真夏のマラソンとあって、選手たちは滝の（ ）汗を流していた。1
1)ごとく2) みたいに3) ばかりに4) ほどに
答案:1
1230 失敗したらどうするかって？失敗したと（ ）、またその時考えるまでさ。2
1)しようと2) すると3) しても4) もなると
答案:3
1231 真面目だったＡ君が、最近授業を休み（ ）だ。どうしたのだろう。3
1)ばかり2) がち3) 気味4) きり
答案:2
1232 学生時代、二人はうれしい（ ）悲しい（ ）いつも一緒だった。3
1)なり、なり2) やら、やら3) につけ、につけ4) といい、といい
答案:3
1233 大学を卒業した（ ）、何とか一人で食べていかなくては。4
1)始末2) 末3) 次第4) 以上
答案:4
1234 今、試験の（ ）ですので、学生の呼び出しはできません。2
1)中途2) 最中3) 間4) 真ん中
答案:2
1235 戦後最大の不況下（ ）、少しでも無駄をはぶくことが要求されている。3
1)ながらも2) たりとも3) にあって4) であれ
答案:2
1236 軽い風邪です。ご心配には（ ）よ。4
1)いりません2) ありません3) いたりません4) およびません
答案:4
1237 誰もがお金を欲しがるが、あればあるほどいいと（ ）。2
1)いうはずがない2) いうものでもない3) いわないでもない4) いうまでもないことだ
答案:2
1238 私の若い頃は食べるのがせいいっぱいで、趣味を楽しむ（ ）。1
1)どころではなかった2) 人がたくさんいた3) ゆとりがあった4) べきでなかった
答案:1
1239 あの新人歌手は、歌のうまさもさることながら（ ）。2
1)ダンスは今一つだ2) ダンスがまた素晴らしい3) もっと練習したほうがいい4) 人気が出るかもし
れない
答案:2
1240 あの旅館のサービスときたら！ 二度と（ ）。1
1)行くものか2) 行かないでおかない3) かないでもない4) 行こうにも行けない
答案:1
1241 先生は「絶対合格する」と言ってくれてはいるが、単なる気休めで（ ）。1
1)なくてなんであろう2) はおかない3) 合格しなかった4) 合格しないではすまない
答案:1
1242 外国から果物を輸入するのではなく、この土地でとれるものだけを使って、ここ（ ）のおいし
いお酒を作ってみたいと思っている。3
1)だから2) 限りでは3) ならでは4) のみならず
答案:3
1243 彼はいつもおだやかで親切な紳士である。ところがお酒を一滴でも飲んだ（ ）、手がつけられな
くなる。4
1)末に2) あげく3) ばかりに4) が最後
答案:4
1244 工場の排水により、魚をとることもできなくなり、自分達も病気になった漁民たちは、ついにたまり
（ ）、その工場をうったえた。2
1)かねなくて2) かねて3) きれて4) ざるを得なくて
答案:2
1245 祖父母から孫まで三世代が同居、女性が家庭で家事、育児をやるという生活様式は、次第に過去のもの
に（ ）。1
1)なりつつある2) なる一方だ3) なるのみだ4) なったわけではない
答案:1
1246 この絵は上手（ ）、彼なりにがんばって描いたものでしょう。その努力はみとめましょう。2
1)の極みで2) とはいえないものの3) だろうが下手だろうが4) といえども
答案:2
1247 その仕事はまだやり（ ）です。明日までやっておきます。2
1)すぎ2) かけ3) 中4) きり
答案:2
1248 たとえ金がいくら（ ）とも、手に入れずにはおかない。3
1)かかった2) かかる3) かかろう4) かけよう
答案:3
1249 僕たちより弱いチームに負けて、くやしいと（ ）なかった。4
1)いえば2) したら3) きても4) いったら
答案:4
1250 たばこは吸っている本人（ ）ならず、周りの人にも悪影響を及ぼす。1
1)のみ2) だけ3) しか4) ばかり
答案:1
1251 このままでは日本もアメリカ並の銃社会になる。早く（ ）しなければ。2
1)何を2) 何とか3) 何だか4) 何も
答案:2
1252 何かを忘れていったとしても、お金（ ）あれば、向こうで買えますよ。4
1)すら2) こそ3) だに4) さえ
答案:4
1253 新年度の初日に（ ）、社長から一言ごあいさつをいただきます。1
1)あって2) あたって3) よって4) なって
答案:2
1254 その王の墓からは、王冠を（ ）、数々の宝石や刀が発見された。1
1)はじめに2) はじめに3) はじめて4) はじめると
答案:1
1255 雨が降らない（ ）、早く家にお帰りなさい。3
1)間に2) 時に3) うちに4) 前に
答案:3
1256 年を取ると、昔のことは覚えていても、最近のことを忘れ（ ）なる。2
1)にくく2) がちに3) がたく4) えなく
答案:2
1257 この天気では、今日の運動会は中止（ ）を得ないね。4
1)する2) しない3) しないわけ4) せざる
答案:4
1258 彼の苦しさの（ ）、自殺すら考えた。3
1)くせで2) おかげで3) あまり4) そばから
答案:3
1259 彼女は何か（ ）げな顔をして、私のほうを見た。2
1)言って2) 言いそう3) 言いた4) 言わな
答案:3
1260 「困ったときはいつでもいらっしゃい」という親切な言葉（ ）、あの病院の応対は冷たいという
評判だ。2
1)の際に2) のわりには3) の末には4) のもとで
答案:2
1261 時代の変化に（ ）経済方針が、求められている。3
1)関した2) よった3) 即した4) 逆らった
答案:3
1262 お宅のお嬢さんが出ている映画を、もう（ ）ましたか。とてもおきれいでしたよ。3
1)拝見され2) お見えになり3) ごらんになり4) あがり
答案:3
1263 国民の熱い期待に（ ）、彼は堂々、金メダルを取った。3
1)応じて2) こたえて3) 反して4) 加えて
答案:2
1264 一人（ ）で旅行に行ったが、はやりつまらなかった。2
1)のみ2) きり3) しか4) ほど
答案:2
1265 わざわざ手紙を書く（ ）が、時々電話をするように。3
1)わけもない2) はずがない3) までもない4) ところではない
答案:3
1266 飛行機の離陸に（ ）のご注意を申しあげます。まずシートベルトをしめて、おタバコは消して
ください。4
1)関して2) 応じて3) 対して4) 際して
答案:4
1267 やれることは全部やった。後は（ ）祈るのみだ。1
1)ただ2) たった3) まだ4) いわば
答案:1
1268 18 歳人口の減少に（ ）、おりからの不況で進学をあきらめる人もいて、多くの大学で学生が店
員を下回った。3
1)よって2) したがって3) 加え4) ともない
答案:3
1269 テレビドラマでは（ ）、現実離れした夢ばかり追っていてはいけないよ。3
1)おろか2) もとより3) あるまいし4) ばかりか
答案:3
1270 おかげさまで、病気は少しずつ良くなりつつ（ ）。2
1)います2) あります3) です4) なります
答案:2
1271 皆様への感謝かたがた、ここに去年の業績を報告する（ ）であります。2
1)まで2) こと3) 次第4) ゆえん
答案:3
1272 タバコはやめようと思いつつも、（ ）。2
1)あります2) つい吸ってしまいます3) 今はやめています4) ついにやめることができました
答案:2
1273 彼女はたしかに健康的ではあるが、美しさの点ではまあまあ（ ）。1
1)といったところだ2) よりほかない3) にはあたらない4) というものではない
答案:1
1274 怒った民衆は町中で暴動を起こした。人々の目の中にあるのは、もはや狂気以外の（ ）。4
1)ものだった2) 何かであった3) 何かがなかった4) 何ものでもなかった
答案:4
1275 大地震の時、ラジオは一日中、一人ひとりの安否や水の出る場所を放送し続けた。これが、どれほど人々
を安心させたか（ ）。1
1)はかりしれない2) わかったものでない3) 知ったことではない4) わかりきれない
答案:1
1276 働く女性が増え、労働時間も多様化しているのに、保育施設などの行政の対応は立ち遅れていると
（ ）。1
1)言わざるを得ない2) 言えなくもない3) 言うべきではない4) 言いかねない
答案:1
1277 道もわからなくなったし、食べ物も食べてしまった。こうなった（ ）は、できるだけじっとし
ていて、助けが来るのを待つことにしよう。1
1)上2) 中3) 末4) 最後
答案:1
1278 子供はひどい熱を出して苦しんだ。母親は「私が代われる（ ）、代わってやりたい」と思いなが
ら、寝ずに看病した4
1)こと2) わけ3) 得る4) もの
答案:4
1279 私は時々自然にあこがれて山の家に行く。ところが３日もたたないうちに、都会の便利な生活が恋しく
なってしまう。もう文明（ ）暮らせなくなってしまったらしい。2
1)なくて2) なしには3) ないでは4) なければ
答案:2
1280 私の今日あるのはあなたのおかげです。そのほかならぬあなたのお願いと（ ）、私にできる限り
のことはさせてもらうつもりです。4
1)いえば2) きたら3) いえども4) あれば
答案:4
1281 私が不注意だった（ ）に、子供にけがをさせてしまった。3
1)けっか2) あげく3) ばかり4) が最後
答案:3
1282 銀行にお金を借りに行ったときの行員の態度は、失礼（ ）ものだった。1
1)極まる2) 比べられない3) 最高の4) 非常な
答案:1
1283 うーん、また世界新記録ですか。さすが天才の彼（ ）ではのことですね。2
1)こそ2) なら3) のみ4) だから
答案:2
1284 動物の世界では１頭のメスを（ ）、たくさんのオスが争うことは珍しくない。3
1)関して2) まわって3) めぐって4) 対して
答案:3
1285 我々のチームが優勝できたのは、（ ）選手だけでなく、応援してくれた皆さんのおかげです。3
1)たくさんの2) 多くの3) ひとり4) たった
答案:3
1286 彼女には生まれ（ ）身についた気品があった。2
1)ながらも2) ながらに3) てから4) たから
答案:2
1287 お父さんに（ ）、お前が結婚して家を出ていくのはさびしい。だた娘の幸せが親の幸せだよ。4
1)あって2) 関しても3) ついても4) しても
答案:4
1288 日本にいる間、アパートさがしから仕事のことまで、山本さんにはお世話になり（ ）でした。2
1)きり2) っぱなし3) つづき4) ばかり
答案:2
1289 近ごろの子供用の絵本は、けっこう大人の鑑賞にも（ ）ものが多い。1
1)たえる2) たえない3) がまんする4) かなう
答案:1
1290 えっ？ 私、あなたにお金を借りていました（ ）？ 3
1)ですか2) なんて3) っけ4) とか
答案:3
1291 あの人の才能と飾らぬ人柄を、私は尊敬して（ ）。4
1)たまらない2) しようがない3) 限りない4) やまない
答案:4
1292 母はいつも忙しい。さっき、料理を作っていたかと（ ）、今はもうミシンを踏んでいる。3
1)すると2) したら3) 思うと4) 見たら
答案:3
1293 身の回りのこともできない（ ）、「ぼくは自立している」なんて言わないで欲しいわ。1
1)からして2) 次第で3) くせに4) に関せず
答案:3
1294 明日から夏休みの（ ）、学生の心はもう故郷に飛んでいる。2
1)ために2) こととて3) ところで4) からこそ
答案:2
1295 ひとりが批判の声をあげたのを（ ）、皆からいっせいに今まで押さえていた不満の声があがった。
3
1)最初に2) 最後に3) 皮切りに4) 封切りに
答案:3
1296 カーレーサーはかっこ良く見えても、危険（ ）仕事だ。2
1)極まらない2) 極まりない3) 極まった4) 極める
答案:2
1297 あの人は明るくて親切だが、ややおせっかいが過ぎる（ ）がある。4
1)性能2) せい3) がち4) きらい
答案:4
1298 裏切られたことを知った彼は、烈火の（ ）怒り狂った。3
1)ごとし2) ごとき3) ごとく4) ごとに
答案:3
1299 全部答えなくて結構です。答え（ ）範囲で答えてください。2
1)かねる2) うる3) かねない4) ざる
答案:2
1300 一生懸命お金を（ ）、ほとんど税金に取られるのは馬鹿らしい。2
1)かせぐどころか2) かせいだところで3) かせぐまいが4) かせいだが最後
答案:2
1301 いつもスーツさえ着ていたらいいってものじゃない。時と場所に（ ）服装をしなくちゃね。4
1)際した2) あたった3) 関した4) 応じた
答案:4
1302 警官の家に泥棒が入ってつかまったって？ 入られる警官も警官なら、入った泥棒も（ ）だね。
1
1)泥棒2) ばか3) それまで4) 運が悪い
答案:1
1303 行くに（ ）行かないに（ ）、返事はくださいね。4
1)つき、つき2) か、か3) なり、なり4) しろ、しろ
答案:4
1304 あの大地震の翌月、防災訓練が行われた。時が時（ ）、いつもよりたくさんの参加者があった。
2
1)だから2) なら3) だけに4) 次第で
答案:3
1305 政治家が「前向きに検討します」と言うのは、「何もしないよ」と言う意味に（ ）んですよ。2
1)相違ない2) ほかならない3) 変わらない4) 有り得ない
答案:1
1306 こんなに親切にしていただいて、感謝に（ ）。1
1)たまりません2) たえません3) およびません4) あたりません
答案:2
1307 乗っていた電車が途中で止まってしまい、降りようにも（ ）。2
1)降りられた2) 降りられなかった3) 降りかねなかった4) しなかった
答案:2
1308 その男は、部屋に一つでもゴミが落ちていようものなら、（ ）。3
1)全く気にしなかった2) 気付かなかっただろう3) 掃除をせずにはいられない4) 掃除せざるを得な
い
答案:3
1309 カンニングがばれてしまったんだ。退学させられずには（ ）よ。3
1)おけない2) 許せない3) すまない4) いけない
答案:3
1310 ほめられて喜んでいるのかい。それこそ、「主婦がやったにしては上出来だ」と、ばかにされているに
（ ）よ。1
1)すぎない2) あたらない3) あたいしない4) かたくない
答案:1
1311 彼女とはもう別れようと思ったのだが、彼女にあんなに（ ）、別れようにも別れられなかった。
1
1)泣いては2) 泣かせては3) 泣かれては4) 泣かされては
答案:3
1312 貧しいのに明るく生きている○○国の人々を見るに（ ）、夕食さえ家族そろって食べられない日
本の経済発展とは、一体何だったんだろうと思わざるを得ない。3
1)おいても2) つけても3) よっても4) 際して
答案:2
1313 少しでも立場の下の人がいると、いばらずには（ ）人がいるものだ。4
1)たまらない2) いばるまい3) いられない4) しようがない
答案:3
1314 聴くということは、耳が聞こえて、言葉がわかっていたら聞けるものではない。その話に興味と知識が
あって（ ）、音が言葉として聞こえてくるのだ。1
1)はじめて2) はじめに3) からこそ4) すればこそ
答案:1
1315 今日も朝から青空で、どうやら雨は（ ）。このままではダムの水が底をついてしまう。少しでも
雨が降らないものか。4
1)降りかねない2) 降らんばかりだ3) 降りそうもない4) 降らないそうだ
答案:3
1316 母親は病気の子供を、つき（ ）で看病した。2
1)ながら2) っきり3) っぱなし4) だけ
答案:2
1317 息子は模型飛行機を作るのが好きで、部屋中、飛行機（ ）だ。2
1)きり2) だらけ3) まみれ4) ずくめ
答案:2
1318 工業が発展するに（ ）、環境も汚染されていった。2
1)よって2) つれて3) 反して4) 対して
答案:2
1319 Ａ氏のコンサートは東京を（ ）に、名古屋、大阪、福岡と開かれる。2
1)ふみ切り2) 皮切り3) 幕切れ4) 初切り
答案:2
1320 学校とアルバイトの後に、これだけの宿題をやるのはちょっとつらい（ ）があります。2
1)はず2) もの3) ほど4) ほう
答案:2
1321 あの子は年の（ ）、大人びているね。3
1)せいで2) くせに3) わりに4) ために
答案:3
1322 今年は異常な事件が続く。第一、お天気（ ）おかしい。3
1)ばかりか2) からみて3) からして4) だからこそ
答案:3
1323 これだけの仕事、とても一人ではやり（ ）よ。2
1)かねない2) きれない3) 終える4) あげない
答案:2
1324 病気にでもならない（ ）、この研究をやめる気はありません。3
1)なら2) ものを3) 限り4) 間は
答案:3
1325 老人介護は家族全員の力を（ ）しても、なかなか困難なことだ。3
1)合わせて2) あたって3) もって4) とって
答案:3
1326 この本を（ ）からといって、内容を全部覚えているわけではない。1
1)読んで2) 読んだ3) 読む4) 読まない
答案:2
1327 あの話を（ ）からというもの、怖くてトイレにも一人で行けない。1
1)聞いて2) 聞いた3) 聞く4) 聞かない
答案:1
1328 彼女は非常に内気なる（ ）、友人をなかなか作れなかった。3
1)ために2) ばかりに3) がゆえに4) ごとく
答案:3
1329 早く医者に見せれば、助かった（ ）。3
1)ところだ2) どころか3) ものを4) ものの
答案:3
1330 これは初心者がよく犯し（ ）な間違いです。気をつけてください。1
1)がち2) やすい3) たがり4) 気味
答案:1
1331 先生の話によると、田中君がけがをした（ ）。心配だなあ。2
1)とは2) とか3) とも4) かと
答案:2
1332 宿題をしてこなくてすみません。きのう、頭が痛かった（ ）。3
1)わけですから2) というのです3) ものですから4) ことだもの
答案:3
1333 それが本当だとはっきり言い（ ）自信は、私にはありません。2
1)つらぬく2) きれる3) かける4) おわる
答案:2
1334 最初の彼、少しおかしいですね。私の思い過ごしだと言われれば（ ）ですけど。1
1)それまで2) それから3) それほど4) そればかり
答案:1
1335 最高責任者である大臣（ ）、この程度の意識なのか。情けないったらない。4
1)としては2) からいって3) からすると4) にして
答案:4
1336 先生に「くれぐれもよろしく」と私の父も（ ）おりました。
1)話されて2) おっしゃってえ3) 申して4) 申されて
答案:3
1337 一度や二度の失敗の経験（ ）、本当の人生はわからない。2
1)ないので2) なくして3) ないまでも4) あるまいし
答案:2
1338 その国会議員は選挙に（ ）に、なりふりかまわずどんな汚い手も使った。3
1)勝つなり2) 加藤がゆえ3) 勝たんがため4) 勝つうち
答案:3
1339 できるだけあなたの希望に（ ）プランを立てたいと思います。1
1)そった2) よった3) かなえた4) おける
答案:1
1340 男の子（ ）、女の子（ ）、とにかく無事に生まれてきてほしい。2
1)といい、といい2) であれ、であれ3) につけ、につけ4) なり、なり
答案:2
1341 お金がたくさんあるからといって、しあわせだという（ ）。1
1)わけではない2) わけがない3) はずがない4) かもしれない
答案:1
1342 こんな難しい曲を歌えるのは、あの歌手をおいて（ ）。4
1)だれかいるだろう2) いなくもない3) 歌いかねない4) 他にいるだろうか
答案:4
1343 私の不注意で事故が起きたと思うと、後悔しても後悔（ ）。1
1)しようがない2) しきれない3) したわけでもない4) するはずがない
答案:2
1344 いくら言葉で説明されても、実際にやってみないことには（ ）。3
1)わかりかねない2) わかりそうだ3) わかりそうもない4) わかるはずだ
答案:3
1345 消しゴムを忘れてしまって。試験の間、拝借（ ）。
1)してくれませんか2) なさってください3) させてあげましょう4) させていただけますか
答案:4
1346 これがわからない（ ）、恥かしがることはない｡わからないのに、わかっているふりをする方が、
よほど恥かしい? 3
1)ということは2) からといって3) からには4) からこそ
答案:2
1347 女性が主婦として家事・育児に専念する生き方は、今でも一番社会的に認められ、生きやすい生き方で
ある｡その（ ）、経済力はなくなり、視野が狭くなるおそれがある。3
1)おかげで2) せいか3) 反面4) あげく
答案:3
1348 彼は「私はやっていない」と言い張っているが、その事件を目撃した人が出てきて、しかも彼の指紋が
現場で発見された｡（ ）に至っては、彼も自白せざるをえないだろう。2
1)これここ2) これまで3) ことここ4) ここでも
答案:3
1349 外国で暮らすとき、言葉をおぼえること（ ）大事なことは、その国の習慣をまずそのまま受け
入れることだ｡それを批判することは、もっと後からで良い? 2
1)によらず2) にもまして3) に反して4) にもかかわらず
答案:2
1350 今日は、大自然の中で思い切り自由に遊ぶ日だ｡だれが社長だとか部長だとか、そんな肩書きは
（ ）にして、お互い名前で呼び合おうではないか? 4
1)ほか2) そと3) よそ4) ぬき
答案:4
1351 学生（ ）者テレビばかり見ていないで、少しは勉強したらどうだ。1
1)たる2) になる3) である4) なる
答案:1
1352 妻に心配を（ ）、夫は事業の不振を妻には秘密にしていた? 4
1)かけようと2) かけるべく3) かけまいと4) かけずに
答案:3
1353 私の知っている（ ）において、そのような事実はありません。1
1)こと2) ところ3) 限り4) のみ
答案:3
1354 世界広しと（ ）、これほど美しい山は他にないだろう? 4
1)いうと2) いったものの3) いわずとも4) いえども
答案:4
1355 その国の言葉を知ること（ ）、その国の文化を知ることはできない? 3
1)なくて2) ないで3) なしに4) ないと
答案:3
1356 電気工学の世界に（ ）彼の名声は、ますます高まっていった? 3
1)あたる2) いたる3) おける4) たいする
答案:3
1357 暴力をふるうような男とは、最初から結婚する（ ）ではない。3
1)はず2) べき3) わけ4) こと
答案:2
1358 10 年間Ⅰ日も休まなかったという練習があって（ ）、今日の彼がある? 1
1)こそ2) のみ3) から4) ゆえ
答案:1
1359 まったく長男（ ）、次男（ ）、二人とも自分勝手なんだから！ 1
1)であれ、であれ2) なり、なり3) といい、といい4) だか、だか
答案:3
1360 やらなければ不平を言う。やった（ ）不平を言う。どうすればいいの？ 4
1)なり2) どころか3) から4) としても
答案:4
1361 ベッドに入り、寝つくか寝つかないかの（ ）、電話のベルで起こされた? 2
1)ときに2) うちに3) 間に4) とたんに
答案:2
1362 お嬢様の結婚式には、ぜひわがホテルをご利用（ ）でしょうか。
1)なさらない2) いただけない3) いただかない4) いたせない
答案:2
1363 考えに考え（ ）結果、会社を辞めて独立することに決めました? 1
1)ぬいた2) ぬけた3) とおした4) つづけた
答案:1
1364 私（ ）もっとしっかりしていれば、妻に苦労させなかったのに? 4
1)こそ2) だけ3) のみ4) さえ
答案:4
1365 お菓子を取られたから怒るなんて。何て大人（ ）人なんでしょうね。2
1)っぽい2) げない3) びている4) じみている
答案:2
1366 地球の気候は、だんだん暖かくなりつつ（ ）。1
1)ある2) いる3) である4) している
答案:1
1367 最近、車を運転（ ）電話をかけている人が多い｡危険極まることだ。1
1)がてら2) しながら3) してから4) かたわら
答案:2
1368 彼の名声は日本国内は（ ）、海外まで知れわたっている? 2
1)もともと2) もとより3) もとから4) もとづき
答案:2
1369 いつもは私が行きますが、時と場合に（ ）部下が行くこともあります? 3
1)したがって2) ついては3) よっては4) 次第で
答案:3
1370 お客様のご予算に（ ）、いろいろな物が用意してあります? 1
1)即して2) 応じて3) 関して4) よらず
答案:2
1371 世の中が便利になった（ ）、人と人とのふれあいが少なくなった? 2
1)あげく2) 反面3) おかげで4) 当面
答案:2
1372 本日を（ ）、私は会長職を辞めさせていただきたいと思います? 1
1)限りまして2) なりまして3) もちまして4) 論じまして
答案:3
1373 これは何も（ ）日本のみならず、世界的な問題である? 2
1)ひとつ2) ひとり3) 一国4) 一体
答案:2
1374 この競技場は5 万人（ ）の客を収容できる? 2
1)なり2) から3) だけに4) さえ
答案:2
1375 あ、ここではタバコはご遠慮（ ）でしょうか。
1)もらいます2) いたしません3) ねがえません4) いただきません
答案:3
1376 この薬をぬったら、にきびが治るどころか（ ）。3
1)はたしてきれいに治ってしまった2) すぐよくなるだろう3) ますますひどくなった4) あまり効き
目はない
答案:3
1377 いくら勉強しても、試験当日に病気になったら（ ）。1
1)それまでだ2) 何でもない3) それからだ4) 何にもない
答案:1
1378 スイッチを押すだけで洗濯ができるなんて、私の若い時と比べて、便利な世の中に（ ）。3
1)なったそうだ2) なりかねない3) なったものだ4) なったところだ
答案:3
1379 あの歌手ときたらダンスは上手だが、肝心の歌はとても下手で（ ）。4
1)聞いたはずがない2) 聞かずにはおかない3) 聞くどころではない4) 聞かれたものではない
答案:4
1380 彼女は、確かに美人と言えないこともないが、（ ）。4
1)私の好みではない2) 言わないでおこう3) しかもスタイルもいい4) 皆がきれいだと言っている
答案:1
1381 犬や猫を飼うことは、人間の一生を早送りして見るようなものだ｡子供時代の可愛さ、成長する楽しみ、
老いていくさびしさ、死の悲しみ｡それら（ ）命の重さを身をもって知ることができる? 1
1)を通して2) をめぐって3) にわたって4) に即して
答案:1
1382 新しい果物や野菜が日本に入ってくると、器用な日本人は色や形まで改良し、日本（ ）の芸術
品に作りあげた｡そのかわり値段が高くなり、本来の味がなくなったような気がする? 3
1)こそ2) だけ3) ならでは4) なり
答案:3
1383 私はその困っている学生に、空いている部屋をただで提供した｡学生は私のために力仕事をしてくれたり、
話し相手になってくれる。お互いにとっていいこと（ ）の取り引きだった。4
1)だらけ2) のみ3) まみれ4) ずくめ
答案:4
1384 この病気は早く治療しないと命取りにもなりかねない。事情は（ ）、すぐ入院しなさい｡勉強は
後でがんばれば取り返せるのだし、お金のことは私がなんとかしよう。1
1)ともかく2) いかんで3) もとより4) とかく
答案:1
1385 「気のおけない人」というのは「気楽に付き合える人」という意味だが、今の若い人は「信用できない
人」という意味で使っているらしい｡それに（ ）、日本語の変化の早さにはおどろくべきものがある。
3
1)おいても2) よっても3) つけても4) 関しても
答案:3
1386 優勝戦は、意外に（ ）勝負が決まった。
1) あっけなく2) そっけなく3) はかなく4) ものたりなく,
2) 語彙
答案:1
1387 この年は、周辺から人が集まりすぎて（ ）状態だ。
1)過密2) 窮屈3) 不潔4) 不服,語彙
答案:1
1388 病気が悪化し、（ ）ものも食べられなくなった。
1)まして2) せめて3) やけに4) ろくに,語彙
答案:4
1389 聞き手の（ ）がないと、スピーチをしていて話しづらい。
1)応答2) 返答3) 対応4) 反応,語彙
答案:4
1390 駅前の再開発工事は、順調にいけば来年の１０月に完了する（ ）だ。
1)見合い2) 見込み3) 見積もり4) 見晴らし,語彙
答案:2
1391 仕事はできるだけ早めに始めるように（ ）いる。
1)いどんで2) とりくんで3) こころがけて4) はかどって,語彙
答案:3
1392 田中さんは目上の人にはていねいだが、下の人にはとても（ ）なる。
1)おろかに2) おろそかに3) ぞんざいに4) つきなみに,語彙
答案:3
1393 「近代」という（ ）を、わかりやすく正確に説明するのは難しい。
1)意識2) 概念3) 文脈4) 様相,語彙
答案:2
1394 山田さんは頼りにならないと思っていたが、今度の活躍を見てその考えを（ ）。
1)おさめた2) あらためた3) うちきった4) おいだした,語彙
答案:2
1395 このアンケートに協力するかしないかは自由で、（ ）はしないということにしたい。
1)圧迫2) 強制3) 催促4) 一致,語彙
答案:2
1396 病院は日曜と祝日は休みだが、（ ）の場合は診てもらえる。
1)異常2) 緊急3) 多忙4) 不意,語彙
答案:2
1397 このいすは（ ）はいいが、すわり心地が悪い。
1)モデル2) ジャンル3) デザイン4) デッサン,語彙
答案:3
1398 選挙の投票は権利でもあるが義務でもある。かんたんに（ ）してはいけない。
1)棄権2) 欠席3) 廃棄4) 放置,語彙
答案:1
1399 アルバイトの条件は、会社と（ ）して決めることになっている。
1)会見2) 交渉3) 対話4) 譲歩,語彙
答案:2
1400 彼は（ ）から、多少困難な状況にあってもやっていける。
1)いやらしい2) このましい3) たくましい4) なれなれしい,語彙
答案:3
1401 通信手段の発達のおかげで、（ ）にいながら世界各地の様子を知ることができる。
1)床の間2) 茶の間3) 客間4) すき間,語彙
答案:2
1402 あなたに（ ）もらったお金、返さなくちゃ。いくらだったっけ。
1)もちかえて2) つめかえて3) ふりかえて4) たてかえて,語彙
答案:4
1403 失敗を重ねても、いっこうに気にする様子はない。あいつは実に（ ）男だ。
1)くすぐったい2) すばしこい3) あっけない4) しぶとい,語彙
答案:4
1404 彼女は何事にも（ ）取り組むタイプで、仕事はおそいが確実だ。
1)じっくり2) くっきり3) てっきり4) めっきり,語彙
答案:1
1405 彼と彼女は、高校の先輩と後輩という（ ）だそうです。
1)つながり2) なかま3) あいだがら4) どうし,語彙
答案:3
1406 あんなに部下を（ ）ばかりいないで、たまにはほめてもいいのに。
1)こなして2) けなして3) せかして4) くつがえして,語彙
答案:2
1407 彼がそこへ行ったという事実は（ ）で、疑うべくもない。
1)明朗2) 明瞭3) 明白4) 明確,語彙
答案:3
1408 情報は、（ ）別にファイルを作って整理している。
1)ジャンプ2) ジャンパー3) ジャンボ4) ジャンル,語彙
答案:4
1409 彼は（ ）から、多少困難な状況にあってもやっていける。
1)いやらしい2) このましい3) たくましい4) なれなれしい,語彙
答案:3
1410 優勝戦は、意外に（ ）勝負が決まった。
1)あっけなく2) そっけなく3) はかなく4) ものたりなく,語彙
答案:1
1411 この都市は、周辺から人が集まりすぎて（ ）状態だ。
1)過密2) 窮屈3) 不潔4) 不服,語彙
答案:1
1412 病気が悪化し、（ ）ものも食べられなくなった。
1)まして2) せめて3) やけに4) ろくに,語彙
答案:4
1413 聞き手の（ ）がないと、、スピーチをしていて話づらい。
1)応答2) 返答3) 対応4) 反応,語彙
答案:4
1414 駅前の再開発工事は、順調にいけば来年の１０月に完了する（ ）だ。
1)見合い2) 見込み3) 見積もり4) 見晴らし,語彙
答案:2
1415 仕事はできるだけ早めに始めるように（ ）いる。
1)いどんで2) とりくんで3) こころがけて4) はかどって,語彙
答案:3
1416 田中さんは目上の人にはていねいだが、下の人にとても（ ）なる。
1)おろかに2) おろそかに3) ぞんざいに4) つきなみに,語彙
答案:3
1417 「近代」という（ ）を、わかりやすく正確に説明するのは難しい。
1)意識2) 概念3) 文脈4) 様相,語彙
答案:2
1418 山田さんは頼りにならないと思っていたが、今度の活躍を見て考えを（ ）。
1)おさめた2) あらためた3) うちきった4) おいだした,語彙
答案:2
1419 このアンケートに協力するかしないかは自由で、（ ）はしないということにしたい。
1)圧迫2) 強制3) 催促4) 一致,語彙
答案:2
1420 病院は日曜と祝日は休みだが、（ ）の場合は診てもらえる。
1)異常2) 緊急3) 多忙4) 不意,語彙
答案:2
1421 このいすは（ ）はいいが、すわり心地が悪い。
1)モデル2) ジャンル3) デザイン4) デッサン,語彙
答案:3
1422 選挙の投票は権利でもあるが義務でもある。かんたんに（ ）してはいけない。
1)棄権2) 欠席3) 廃棄4) 放置,語彙
答案:1
1423 アルバイトの条件は、会社と（ ）して決めることになっている。
1)会見2) 交渉3) 対話4) 譲歩,語彙
答案:2
1424 目を閉じると、楽しかった学生時代の思い出が（ ）。
1)よみがえる2) ちかづける3) すきとおる4) たてまつる,語彙
答案:1
1425 彼はいつも（ ）商売をする。
1)けむたい2) まぶしい3) はかない4) あくどい,語彙
答案:4
1426 うちの子は運転が乱暴で、事故を起こすのではないかと、わたしはいつも（ ）している。
1)おどおど2) しみじみ3) はらはら4) ぼつぼつ,語彙
答案:3
1427 あの人は常に努力を（ ）ので、尊敬されている。
1)かばわない2) おかさない3) おこたらない4) かたよらない,語彙
答案:3
1428 この事業を実行するためには、まず人材を（ ）する必要がある。
1)確信2) 確立3) 確率4) 確保,語彙
答案:4
1429 何回会議をやっても結論が出ないので、（ ）いやになった。
1)つくづく2) わざわざ3) ぞくぞくと4) くれぐれも,語彙
答案:1
1430 畑に（ ）小麦が芽を出した。
1)ました2) まった3) まいた4) まげた,語彙
答案:3
1431 公式の席では、その場に（ ）服装が要求される。
1)みぐるしい2) めざましい3) たくましい4) ふさわしい,語彙
答案:4
1432 いくら努力しても成果があがらないので、（ ）なってきた。
1)とうとく2) むなしく3) ひさしく4) たやすく,語彙
答案:2
1433 海外で買ってきた物を空港で（ ）されることがある。
1)収集2) 収容3) 徴収4) 没収,語彙
答案:4
1434 たいこの音が聞こえてきて、祭りの（ ）がいちだんと盛り上がってきた。
1)ブーム2) ポーズ3) ムード4) リード,語彙
答案:3
1435 この古い寺の庭は（ ）がある。
1)おおすじ2) おもむき3) おとも4) おそれ,語彙
答案:2
1436 時間がないので、話してください。
1)ぞんざいに2) おおまかに3) にわかに4) おろそかに,語彙
答案:2
1437 鈴木さんはいつも（ ）ことを言って、まわりの人を困らせる。
1)無効な2) 無念な3) 無茶な4) 無口な,語彙
答案:3
1438 わたしの秘書はとても（ ）がいいので助かっている。
1)てぎわ2) しらべ3) こころえ4) うちわけ,語彙
答案:1
1439 このスープは塩の（ ）がむずかしい。
1)場合2) 調子3) 加減4) 場合,語彙
答案:3
1440 田中さんの結婚パーティーは、とても（ ）だった。
1)なごやか2) ゆるやか3) おろそか4) しなやか,語彙
答案:1
1441 知らない漢字でも、その部首を見て意味を（ ）できることがある。
1)予知2) 予言3) 推進4) 類推,語彙
答案:4
1442 山田さんは、きょうのこの会のために、（ ）遠くから来てくださいました。
1)たっぶり2) わざわざ3) じっくり4) つくづく,語彙
答案:2
1443 けがをしたが、その場ですぐ（ ）処置をしたので、大事にはいたらなかった。
1)救援2) 救助3) 応急4) 応援,語彙
答案:3
1444 仕事の（ ）にほかの用事をすませました。
1)合間2) 手間3) 空間4) 仲間,語彙
答案:1
1445 これは重さの割に（ ）荷物だ。
1)かせぐ2) かさばる3) かすむ4) かぶれる,語彙
答案:2
1446 最近の青少年はしっかりしているようだが、精神的に（ ）面がある。
1)しぶい2) だるい3) ゆるい4) もろい,語彙
答案:4
1447 首相の軽率な発言で、良好であった両国の関係が（ ）。
1)きずきはじめた2) きたえはじめた3) きしみはじめた4) きざみはじめた,語彙
答案:3
1448 堀さんは（ ）が広いから、それについての専門家を紹介してもらうといい。
1)くち2) かお3) まゆ4) みみ,語彙
答案:2
1449 非常時には、（ ）行動が要求される。
1)切実な2) 敏感な3) 迅速な4) 頻繁な,語彙
答案:3
1450 年をとったせいか、何をするのも（ ）。
1)まぎらわしい2) なやましい3) みすぼらしい4) わずらわしい,語彙
答案:4
1451 鈴木さんは（ ）がいいから、どんな洋服でもよく似合う。
1)スタイル2) スマート3) ストップ4) スタミナ,語彙
答案:1
1452 人間関係でこんなに苦労するなら、（ ）この会社をやめてしまおう。
1)いっこうに2) いっしんに3) いったい4) いっそ,語彙
答案:4
1453 政府が、この問題にどう（ ）するか注目される。
1)対面2) 対比3) 対処4) 対等,語彙
答案:3
1454 駅から（ ）３分の便利な所に住んでいる。
1)歩行2) 徒歩3) 進歩4) 散歩,語彙
答案:2
1455 将来有望な人材を求める。年齢は３０歳まで。（ ）は問わない。
1)人格2) 体格3) 資格4) 性格,語彙
答案:3
1456 日本ほど国民の所得の（ ）が少ない国は多くない。
1)格差2) 差別3) 誤差4) 錯誤,語彙
答案:1
1457 目に見えない殺菌を、顕微鏡で（ ）して見る。
1)拡張2) 膨張3) 拡大4) 膨大,語彙
答案:3
1458 高校時代の友達が集まって、株式会社を（ ）した。
1)樹立2) 確立3) 私立4) 設立,語彙
答案:4
1459 死刑制度の（ ）を呼びかける。
1)閉鎖2) 廃棄3) 廃止4) 停止,語彙
答案:3
1460 初めての料理なので、味は（ ）できません。
1)保障2) 補助3) 保証4) 補償,語彙
答案:3
1461 「日本人はあいまいだ」という（ ）をもたずに、接してほしい。
1)意見2) 意義3) 異議4) 偏見,語彙
答案:4
1462 消化（ ）がガンに冒された。
1)機関2) 器官3) 器具4) 部品,語彙
答案:2
1463 農作物の収穫は、（ ）条件に大きく左右される。
1)気象2) 天候3) 気候4) 天気,語彙
答案:1
1464 酒の席とはいえ、みんなの前で「結婚する」と（ ）してしまった。
1)表現2) 宣言3) 伝言4) 説得,語彙
答案:2
1465 犯人は現行犯で（ ）された。
1)獲得2) 収穫3) 捕獲4) 逮捕,語彙
答案:4
1466 政治家という職業は、金銭感覚が（ ）してしまうのだろうか？
1)麻酔2) 疲労3) 麻痺4) 熟睡,語彙
答案:3
1467 先生に作文を（ ）してもらった。
1)削除2) 削減3) 軽減4) 添削,語彙
答案:4
1468 マンガの読み過ぎで、現実と（ ）違いがわからなくなった。
1)架空2) 高架3) 空想4) 思想,語彙
答案:3
1469 歩道を歩いていたら、（ ）ビルの壁が崩れ落ちて来たのだった。
1)不意2) 意外3) 案外4) 突然,語彙
答案:4
1470 大都市の人口（ ）が低くなってきている。
1)適度2) 濃度3) 密度4) 制度,語彙
答案:3
1471 空いている教室を（ ）で使用してはいけません。
1)無断2) 無論3) 無口4) 無念,語彙
答案:1
1472 彼は同僚とも、また上司とも（ ）良くつきあえる将来有望な社員である。
1)要項2) 項目3) 事項4) 要領,語彙
答案:4
1473 この車は特にエンジンの（ ）が優れている。
1)適性2) 個性3) 性能4) 性質,語彙
答案:3
1474 テレビ番組での差別発言に対して（ ）の電話が殺到した。
1)抵抗2) 反抗3) 抗議4) 抗争,語彙
答案:3
1475 社長を神や仏のように（ ）する社員たち。
1)信仰2) 祈願3) 支持4) 崇拝,語彙
答案:4
1476 台風でストップしていた電車がけさ（ ）した。
1)回復2) 復旧3) 復興4) 復活,語彙
答案:2
1477 天候と売り上げには（ ）な関係がある。
1)密集2) 集中3) 密接4) 過密,語彙
答案:3
1478 試験の会場へ向かう途中で事故に遭い、入院した友人に（ ）する。
1)合意2) 同意3) 同感4) 同情,語彙
答案:4
1479 エネルギーの（ ）は避けなければならない。
1)経費2) 浪費3) 消化4) 費用,語彙
答案:2
1480 友人に日本留学の（ ）をたずねた。
1)機械2) 契機3) 動機4) 原始,語彙
答案:3
1481 プライベートなことまで（ ）しないでください。
1)交渉2) 干渉3) 会見4) 会談,語彙
答案:2
1482 ５万人を（ ）できるスタジアムが完成した。
1)納入2) 収入3) 収容4) 許容,語彙
答案:3
1483 （ ）の結果、優勝は韓国のカンさんに決定致しました。
1)調査2) 検査3) 捜査4) 審査,語彙
答案:4
1484 都市では、いたるところに（ ）カメラがついている。
1)観察2) 視察3) 監視4) 監督,語彙
答案:3
1485 わたし、機械に弱くて、コピーの（ ）も一人じゃできないんです。
1)操縦2) 操作3) 運転4) 作動,語彙
答案:2
1486 人間が暗やみを恐れるのは（ ）である。
1)本質2) 体質3) 本能4) 本音,語彙
答案:3
1487 なんと１８歳の若さで、驚異的な新記録を（ ）した。
1)到達2) 到着3) 上達4) 達成,語彙
答案:4
1488 惜しくも敗れたが、再度（ ）したいと思う。
1)対抗2) 抗争3) 戦争4) 挑戦,語彙
答案:4
1489 各国の（ ）が集まって、会議が行われた。
1)政府2) 本部3) 首脳4) 機関,語彙
答案:3
1490 困っている人を見たら、何とかしてあげたいと思うのは（ ）である。
1)感情2) 心情3) 心中4) 人情,語彙
答案:4
1491 仕事の帰り、つい酒の（ ）に負けて、家に帰るのが遅くなった。
1)勧誘2) 誘惑3) 誘拐4) 推薦,語彙
答案:2
1492 駅前に（ ）された自転車通行の妨げとなる。
1)廃止2) 廃棄3) 廃棄4) 放置,語彙
答案:4
1493 土、日には学校の校庭が市民に（ ）される。
1)公表2) 公開3) 開放4) 解放,語彙
答案:3
1494 最初にミニスカートが（ ）したのはいつ頃だったかな？
1)流通2) 流行3) 通行4) 交流,語彙
答案:2
1495 逃亡中の犯人は指名（ ）された。
1)手際2) 手配3) 手分け4) 手回し,語彙
答案:2
1496 彼女は今、次の作品の（ ）を練っているところだ。
1)創造2) 想像3) 創作4) 構想,語彙
答案:4
1497 今や全世界の映像が、衛星（ ）で見られるようになった。
1)後継2) 中継3) 継続4) 存続,語彙
答案:2
1498 今まで冗談ばかり言っていた彼が、ついに（ ）になった。
1)根気2) 本気3) 根本4) 根性,語彙
答案:2
1499 筆記試験に合格したら、つぎは（ ）が待っている。
1)接触2) 接近3) 面接4) 直接,語彙
答案:3
1500 自分の意見を主張するだけでなく、自ら（ ）することが大事だ。
1)実態2) 実際3) 実質4) 実践,語彙
答案:4
1501 用紙の解答欄に鉛筆で（ ）すること。
1)登録2) 記録3) 記入4) 目録,語彙
答案:3
1502 「漢字の勉強をするように」とあれだけ（ ）したのに。
1)忠告2) 中傷3) 申告4) 非難,語彙
答案:1
1503 国会議員は（ ）によって選ばれる。
1)選考2) 選択3) 抽選4) 選挙,語彙
答案:4
1504 写真を（ ）して人をだます。
1)合併2) 合成3) 合同4) 提携,語彙
答案:2
1505 このマンションは姉と私の二人で（ ）している。
1)両立2) 共同3) 共有4) 共存,語彙
答案:3
1506 友人の車を借りて、傷をつけてしまった。お金で（ ）するしかあるまい。
1)返還2) 返済3) 弁償4) 弁解,語彙
答案:3
1507 この作品は、およそ１０年にわたる血と涙の（ ）である。
1)結成2) 結束3) 団結4) 結晶,語彙
答案:4
1508 （ ）昔から、人は戦争を繰り返してきた。
1)おおげさな2) おおまかな3) はるかな4) ひそかな,語彙
答案:3
1509 今こそ「人はなぜ教育が必要なのか」という（ ）な疑問に立ち戻るべきだ。
1)素質2) 素朴3) 地味4) 純粋,語彙
答案:2
1510 毎日毎日人は、（ ）量の情報を消費している。
1)うっとうしい2) ややこしい3) おびただしい4) ばかばかしい,語彙
答案:3
1511 秋の夜、都会でも窓を開ければ、（ ）虫の声が聞こえてくる。
1)かすかに2) こまやかに3) あやふやに4) こっけいに,語彙
答案:1
1512 「お金が無くなったら借りれば良い」という（ ）考えは通用しない。
1)容易な2) 簡単な3) 簡素な4) 安易な,語彙
答案:4
1513 この花瓶は倒れやすいので、（ ）ものの上に置いてください。
1)ひさしい2) たやすい3) ひらたい4) しぶとい,語彙
答案:3
1514 試験中なのに、毎日雨ばかりで（ ）です。
1)しとやか2) あざやか3) つぶら4) ゆううつ,語彙
答案:4
1515 渡っていた橋が崩れ落ちるという（ ）夢を見た。
1)不明な2) 不審な3) 不吉な4) 不当な,語彙
答案:3
1516 いくら努力してもよい結果が得られず、（ ）なってきた。
1)あくどく2) むなしく3) くすぐったく4) あっけなく,語彙
答案:2
1517 まる一日、誰とも口を利かずに過ごす（ ）老人が増えている。
1)独自な2) 自在な3) 孤独な4) 特有な,語彙
答案:3
1518 日本での一人暮らし。最初はとても、（ ）思いをした。
1)こころぼそい2) こころづよい3) こころよい4) のぞましい,語彙
答案:1
1519 会社ではやはり、上司に（ ）部下が求められる。
1)円満な2) 忠実な3) 勤勉な4) 生真面目な,語彙
答案:2
1520 社会に出て３カ月、厳しい現実の前で夢は（ ）消えて行った。
1)そっけなく2) あさましく3) すばしこく4) はかなく,語彙
答案:4
1521 一時はどうなることかと心配したが、やっと（ ）解決した。
1)温和に2) 円満に3) 健全に4) 柔軟に,語彙
答案:2
1522 あまり無理をせず、自分に（ ）勉強方法を見つけることが大事だ。
1)せつない2) たやすい3) まちどおしい4) ふさわしい,語彙
答案:4
1523 彼女の機嫌が悪いときには、そっとしておくのがいちばん（ ）。
1)あさましい2) まちどおしい3) なやましい4) のぞましい,語彙
答案:4
1524 今度の旅行の（ ）予定を説明します。
1)おおげさな2) おおまかな3) あやふやな4) なめらかな,語彙
答案:2
1525 どんなときもあわてずに、（ ）判断ができるようになりたいものだ。
1)冷淡な2) 冷静な3) 冷酷な4) 残酷な,語彙
答案:2
1526 昔は病気ばかりしていたが、サッカー部に入ってから（ ）なった。
1)すばしこく2) しぶとく3) たくましく4) ものたりなく,語彙
答案:3
1527 毎日の復習を（ ）にしてはいけない。油断大敵である。
1)ゆるやか2) おろか3) おろそか4) しなやか,語彙
答案:3
1528 画家の彼女は性格は（ ）だが、作品にはとても派手な色を使う。
1)簡単2) 地味3) 悲惨4) 独自,語彙
答案:2
1529 ただのかぜで入院するなんて（ ）人だなあ。
1)しとやかな2) あざやかな3) つぶらな4) おおげさな,語彙
答案:4
1530 旅行も買物もカード一枚でオーケー。もう（ ）手続きはいりません。
1)ひさしい2) わずらわしい3) たやすい4) あくどい,語彙
答案:2
1531 犯行直前に現場で（ ）人物を見かけたという証言があった。
1)不良な2) 不振な3) 不明な4) 不審な,語彙
答案:4
1532 誰にも言わずにひとりで（ ）会社の設立を計画している。
1)あやふやに2) ひそかに3) こっけいに4) すこやかに,語彙
答案:2
1533 最後まであきらめずに（ ）がんばる。
1)あっけなく2) そっけなく3) しぶとく4) ややこしく,語彙
答案:3
1534 海外旅行は初めてだが、経験豊富な友人と一緒なので（ ）。
1)悩ましい2) 浅ましい3) 快い4) 心強い,語彙
答案:4
1535 講演の内容は、別に珍しくもない（ ）話だった。
1)たるんだ2) とろけた3) あつらえた4) ありふれた,語彙
答案:4
1536 離婚の話が（ ）、とうとう法廷で争うことになってしまった。
1)こだわって2) こじれて3) ごまかして4) もがいて,語彙
答案:2
1537 競争率５０倍の難関を（ ）抜けて、ついに念願のＮ大学に入学した。
1)たどり2) ねだり3) くぐり4) しくじり,語彙
答案:3
1538 いつも夜道で（ ）歌は学生時代の思い出の歌である。
1)ばらまく2) くちずさむ3) さえずる4) ののしる,語彙
答案:2
1539 国民のひたむきな努力が、日本経済の発展を（ ）。
1)もたらした2) もてなした3) そびえさせた4) のぞませた,語彙
答案:1
1540 出費が（ ）、赤字になってしまった。
1)こもって2) さらって3) しみて4) かさんで,語彙
答案:4
1541 なんだかこの写真は、顔が（ ）見える。
1)ばけて2) はげて3) ぼけて4) ばてて,語彙
答案:3
1542 宝くじが当たった！夢かと思って頬を（ ）、やっぱり……。
1)いじったら2) むしったら3) めくったら4) つねったら,語彙
答案:4
1543 冷たい水が、歯に（ ）、思わず顔をゆがめた。
1)いたわって2) とぎれて3) さわって4) しみて,語彙
答案:4
1544 今、彼は興奮しているから、気に（ ）ようなことは言わない方がいいよ。
1)あざわらう2) もめる3) さわる4) さえる,語彙
答案:3
1545 あとちょっとのところで（ ）、契約書にハンコをもらえなかった。
1)さぼって2) しくじって3) へりくだって4) おどして,語彙
答案:2
1546 仕方がない。今回だけは、目を（ ）見なかったことにしてあげよう。
1)うつむいて2) よけて3) さらって4) つぶって,語彙
答案:4
1547 初めて友達のうちに行った時、とてもていねいな（ ）を受けた。
1)いたわり2) しつけ3) もてなし4) こだわり,語彙
答案:3
1548 ここは開かずの踏切で、朝夕は電車が（ ）ことがない。
1)とがめる2) とぎれる3) さしかかる4) くぐる,語彙
答案:2
1549 映画の上映時間について電話で（ ）。
1)みなした2) へりくだった3) ききあわせた4) といあわせた,語彙
答案:4
1550 都会の中心には、たいてい高層ビルが（ ）いる。
1)そびえて2) うつむいて3) おどして4) ばらまいて,語彙
答案:1
1551 記憶を頼りに、やっと１５年前の思い出の地に（ ）着いた。
1)もがき2) たどり3) はまり4) ねだり,語彙
答案:2
1552 濃いコーヒーを飲んだら、頭が（ ）勉強がどんどん進んだ。
1)おだてて2) ばけて3) さえて4) はげて,語彙
答案:3
1553 疑われている友人を（ ）、うその証言をした。
1)ごまかして2) よけて3) ののしって4) かばって,語彙
答案:4
1554 結果よりも過程が大事、勝敗には（ ）ない。
1)はじらわ2) こだわら3) とがめ4) いたわら,語彙
答案:2
1555 するのはいつも自慢話ばかり、失敗すると他人のせいにする彼にはみんな（ ）いる。
1)さらって2) とろけて3) おどして4) あきれて,語彙
答案:4
1556 何があったのだろう、彼女は（ ）ままで、呼んでも返事をしない。
1)けなした2) ごまかした3) うつむいた4) みなした,語彙
答案:3
1557 学生時代、授業を（ ）映画を見に行ったこともあった。
1)はじらって2) ごまかして3) よけて4) さぼって,語彙
答案:4
1558 静かな図書室。本のページを（ ）音だけが聞こえる。
1)もてる2) めくる3) むしる4) もめる,語彙
答案:2
1559 彼は一週間、自分の部屋に（ ）きりで論文を書き上げた。
1)はまり2) もがき3) こもり4) つまり,語彙
答案:3
1560 事件解決まであと一歩という所に（ ）時、また新たな殺人が起こった。
1)さしかかった2) さしひいた3) さしつかえた4) さしだした,語彙
答案:1
1561 幼い頃からの家庭での礼儀作法の（ ）は大事である。
1)とがめ2) たるみ3) しつけ4) さえずり,語彙
答案:3
1562 応援していたチームが、あんなに（ ）負けるなんて。
1)すっきり2) さっぱり3) あっさり4) がっくり,語彙
答案:3
1563 お寺の参道には、土産物を売る店が（ ）並んでいる。
1)ちらっと2) ずらっと3) きちっと4) ぐっと,語彙
答案:2
1564 実際日本で暮らしてみて、（ ）日本の物価は高いと思った。
1)ぼつぼつ2) いやいや3) ずるずる4) つくづく,語彙
答案:4
1565 今住んでいるこの辺りは、（ ）海の底だったと言う。
1)あえて2) かつて3) いたって4) かねて,語彙
答案:2
1566 トイレに行って飛行機に乗り遅れたなんて、（ ）彼らしいね。
1)いかに2) いかにも3) いやに4) ことに,語彙
答案:2
1567 災害対策の品はそろえたが、（ ）という時、本当に訳に立つのかな。
1)いざ2) さぞ3) さも4) いまだ,語彙
答案:1
1568 私は、（ ）かつて嘘をついたことがございません。
1)うまれつき2) なにより3) もはや4) いまだ,語彙
答案:4
1569 予想が（ ）当たって、テストは満点だった。
1)すんなり2) くっきり3) ずばり4) まるっきり,語彙
答案:3
1570 予想が（ ）外れて、テストは０点だった。
1)まさしく2) もっぱら3) はなはだ4) まるっきり,語彙
答案:4
1571 「事故で家族が入院」と聞いて心配したが、無事だと分かり（ ）した。
1)ぐっと2) さっと3) ほっと4) ひょっと,語彙
答案:3
1572 消費者の反応は（ ）で、商品についての特別な意見はなかった。
1)むちゃくちゃ2) ぼつぼつ3) ちやほや4) まちまち,語彙
答案:4
1573 残業が長引いて夜遅くなったが、（ ）終電に間に合った。
1)しいて2) まして3) かろうじて4) もしかして,語彙
答案:3
1574 事故で入院した母が心配で、この２日、夜も（ ）寝ていない。
1)ろくに2) もろに3) まことに4) やけに,語彙
答案:1
1575 こちらが提示した条件はどれもこれも（ ）拒否され、取引は失敗した。
1)しょっちゅう2) かわるがわる3) ことごとく4) ひたすら,語彙
答案:3
1576 また今日も徹夜だ。（ ）夜が明けてきたらしい。
1)どうにか2) どうやら3) とかく4) いまさら,語彙
答案:2
1577 電車は予定どうり、１０時（ ）に到着した。
1)がっちり2) きっちり3) きっかり4) がっかり,語彙
答案:3
1578 反応を見るために、父は（ ）子供の意見に反対した。
1)いやいや2) あえて3) いたって4) いやに,語彙
答案:2
1579 たった１枚の絵が、（ ）１億円もすると言う。
1)なにとぞ2) なんだか3) なんて4) なんと,語彙
答案:4
1580 電車が揺れて倒れそうになったので、（ ）窓ガラスに手をついた。
1)とっさに2) ことに3) やけに4) もはや,語彙
答案:1
1581 結婚を申し込んだら、（ ）断れてしまった。
1)うんざり2) げっそり3) きっぱり4) くっきり,語彙
答案:3
1582 あの２人は（ ）けんかしている。
1)いやに2) しょっちゅう3) てんで4) とかく,語彙
答案:2
1583 そんなに思いどうりに（ ）行くとは思えない。
1)くっきり2) すんなり3) げっそり4) がっしり,語彙
答案:2
1584 この薬は水を入れると（ ）溶けて、効きめが早い。
1)ぐっと2) ちらっと3) さっと4) ひょっと,語彙
答案:3
1585 新学期になり（ ）桜も咲き始めた。
1)ぺこぺこ2) いやいや3) ずるずる4) ぼつぼつ,語彙
答案:4
1586 日本語が（ ）難しいか、言葉では説明できない。
1)いやに2) いかに3) もろに4) ことに,語彙
答案:2
1587 酒の中でも私は（ ）ワインを好む。
1)あんのじょう2) なにとぞ3) ことによると4) とりわけ,語彙
答案:4
1588 友達が試験に合格した。ご両親も（ ）うれしいことだとう。
1)さも2) さぞ3) なるたけ4) まさしく,語彙
答案:2
1589 やった！成績が（ ）したぞ。
1)アップ2) ダウン3) オープン4) オーバー,語彙
答案:1
1590 （ ）の結果を分析して、グラフにして会議に提出した。
1)カルテ2) データ3) ファイル4) アンケート,語彙
答案:4
1591 「個人」を前提として、社会という（ ）は成り立っている。
1)オートマチック2) レギュラー3) サイクル4) システム,語彙
答案:4
1592 ずいぶんはでな（ ）の車が止まったと思ったら、彼だった。
1)メロディー2) デッサン3) デザイン4) センス,語彙
答案:3
1593 彼は性格に問題があるのか、（ ）ばかり起こしている。
1)ショック2) ストレス3) トラブル4) ムード,語彙
答案:3
1594 彼女の家はとても（ ）で、地下が玄関になっている。
1)ソフト2) ハード3) ベスト4) ユニーク,語彙
答案:4
1595 庭なら、せめて子どもが走り回れるぐらいの（ ）が欲しい。
1)ホール2) フロント3) スペース4) コーナー,語彙
答案:3
1596 正確に情報を（ ）して、全世界に送るジャーナリストたち。
1)キャッチ2) リード3) コントロール4) チェンジ,語彙
答案:1
1597 （ ）を守らない者は自由を拘束されるというのも、事実だ。
1)ポイント2) マーク3) ジャンル4) ルール,語彙
答案:4
1598 人気歌手Ｊ。来月（ ）待望の新曲が発売される。
1)ブーム2) ファン3) ゲスト4) スター,語彙
答案:2
1599 もううんざりの雨続きと仕事の（ ）を解消するには、カラオケが一番。
1)ショック2) レッスン3) ストレス4) インフレ,語彙
答案:3
1600 パソコン通信という新しい（ ）が開発された。
1)マスコミ2) サイズ3) コマーシャル4) メディア,語彙
答案:4
1601 円高で日本の自動車（ ）が打撃を受けている。
1)コーナー2) メーカー3) ホール4) ラベル,語彙
答案:2
1602 この本の（ ）は『日本語能力試験に出る文字・語彙』だ。
1)メッセージ2) コメント3) ヒント4) タイトル,語彙
答案:4
1603 この文章は抽象的で（ ）がつかみにくい。
1)ヒント2) ピント3) ポイント4) ジャンル,語彙
答案:3
1604 彼女は自分の感情のまで（ ）できる、とても理想的な女性だ。
1)リード2) ボイコット3) オープン4) コントロール,語彙
答案:4
1605 友達の誕生日。プレゼントに添えて（ ）贈る。
1)メッセージ2) レギュラー3) レッスン4) コーナー,語彙
答案:1
1606 早く、言葉の（ ）が使い分けられるようになりたい。
1)ブーム2) ショック3) サイクル4) ニュアンス,語彙
答案:4
1607 駅の近くにまた新しいホテルが（ ）した。
1)オープン2) オーバー3) リード4) チェンジ,語彙
答案:1
1608 貴重品をホテルの（ ）にあずける。
1)ホール2) フロント3) バック4) コーナー,語彙
答案:2
1609 どんな（ ）の本が好きですか？
1)ファイル2) サイクル3) センス4) ジャンル,語彙
答案:4
1610 事故で息子を亡くし、（ ）のあまり母親は倒れてしまった。
1)ムード2) インフレ3) ショック4) ボイコット,語彙
答案:3
1611 結果よりも過程が大事。何事にも（ ）をつくす。
1)ソフト2) ゲスト3) ベスト4) ブーム,語彙
答案:3
1612 不況が続き、賃金を（ ）した会社もあるという。
1)カット2) ボイコット3) リード4) オーバー,語彙
答案:1
1613 気持ちを穏やかにしてくれるこの曲の（ ）が好きだ。
1)デッサン2) レッスン3) メロディー4) データ,語彙
答案:3
1614 次から次に仕事が入ってきて、電話も一度に何本もかかってくるし、もう忙しくて（ ）が回
りそうだ。
1)て2) あし3) め4) みみ,語彙
答案:3
1615 不況が続き、経営不振という理由で、会社を（ ）になった人もいるそうだ。
1)かお2) はな3) あし4) くび,語彙
答案:4
1616 建築工事の業者が（ ）を抜いたせいか、このビルはあちこちで雨漏りがする。
1)て2) あし3) こし4) かた,語彙
答案:1
1617 わたしのうちは学校から（ ）の先のところにあります。
1)てとあし2) めとはな3) めとくち4) めとみみ,語彙
答案:2
1618 毎日、一生懸命勉強したおかげで、成績優秀な彼女と（ ）を並べるまでになった。
1)あたま2) かた3) こし4) あし,語彙
答案:2
1619 勉強もしないで試験に合格しようなんて、（ ）がいい話だ。
1)ねこ2) うま3) むし4) あじ,語彙
答案:3
1620 相手の気持ちも考えて、なるべく（ ）が立たないように、言葉には十分気をつける。
1)うで2) かお3) かど4) ゆび,語彙
答案:3
1621 試験の当日にかぜで熱が出てしまって、せっかくの努力が（ ）となってしまった。
1)上の空2) 猫の額3) スズメの涙4) 水の泡,語彙
答案:4
1622 授業中は一生懸命、先生の話に（ ）をかたむける。
1)くび2) みみ3) かお4) はな,語彙
答案:2
1623 山田さんのご主人は、ほんとうにていねいで、だれに対しても（ ）が低い。
1)はな2) かた3) あし4) こし,語彙
答案:4
1624 一人でやりますと言ってしまったので、今更、（ ）助けてほしいとは言えない。
1)けむたくて2) せつなくて3) きまりわるくて4) ばかばかしくて,語彙
答案:3
1625 祭の日には色とりどりの（ ）民族衣装を身につけた女達が大勢集まった。
1)きらびやかな2) きよらかな3) だらしない4) みすぼらしい,語彙
答案:1
1626 映画スターには（ ）個性を持っている人が多い。
1)強烈な2) 勤勉な3) 簡素な4) 温和な,語彙
答案:1
1627 救援隊がくるまで、１枚のチョコレートと雨水で（ ）生きのびることができた。
1)あえて2) しいて3) かろうじて4) つとめて,語彙
答案:3
1628 オフィスに（ ）顔を出していれば、仲良くなって契約がとれるかも知れないよ。
1)ぺこぺこ2) ぶらぶた3) ちゃくちゃく4) ちょくちょく,語彙
答案:4
1629 ちょっと（ ）をもらうと問題がすんなりとけることがあります。
1)ヒント2) ベスト3) ゲスト4) パート,語彙
答案:1
1630 （ ）が早いですね。もう来週の旅行の準備をしてしまったんですか。
1)手2) 足3) 耳4) 気,語彙
答案:4
1631 いくらけんかをしても、人間関係を（ ）しまうようなことを言ってはいけない。
1)つくろって2) うるおって3) そこなって4) やしなって,語彙
答案:3
1632 小さな会社をはじめたが、経費が（ ）ばかりでなかなか経営が軌道に乗らない。
1)かさむ2) からむ3) いどむ4) たるむ,語彙
答案:1
1633 スピード違反の（ ）月間だそうで、この間から2 度も捕まってしまった。
1)取り組み2) 取り調べ3) 取り扱い4) 取り締まり,語彙
答案:4
1634 部長は結婚の仲人を快く（ ）してくれた。
1)了承2) 了解3) 承諾4) 承認,語彙
答案:3
1635 来月末までに新しいビルへの（ ）ができます。
1)異動2) 移転3) 移住4) 異郷,語彙
答案:2
1636 私の理論を（ ）に写すための方針は既に考えてあります。
1)実現2) 実質3) 実施4) 実行,語彙
答案:1
1637 彼は多額の財産を相続することを（ ）したそうだ。
1)廃止2) 廃棄3) 廃棄4) 放棄,語彙
答案:4
1638 彼は自分の研究論文が認められないので学会を（ ）してしまった。
1)脱退2) 脱線3) 後退4) 辞退,語彙
答案:1
1639 新しい機械の説明を聞いたが、何度聞いても（ ）よくわからない。
1)たやすくて2) ややこしくて3) なやましくて4) ものたりなくて,語彙
答案:2
1640 彼は会議ではいつも（ ）発言するが、実行が伴わないからあまり信頼されていない。
1)盛大に2) 頑固に3) 活発に4) 壮大に,語彙
答案:3
1641 王女の結婚式が長い歴史のある教会で（ ）行われた。
1)おごそかに2) すこやかに3) しとやかに4) おろそかに,語彙
答案:1
1642 その洋服は少し大きすぎないか。なんだか（ ）した感じがするよ。
1)だぶだぶ2) ずるずる3) ふらふら4) ながなが,語彙
答案:1
1643 人前に出ると（ ）してしまうから、営業の仕事なんてとうてい無理だよ。
1)どうどう2) おどおど3) いやいや4) まちまち,語彙
答案:2
1644 宇宙ロケットで飛び立った飛行士から地球への（ ）が送られてきました。
1)コマーシャル2) メッセージ3) コメント4) モニター,語彙
答案:2
1645 盗んですぐ中古品店に持ち込んだ機械の製造番号から（ ）がついたらしいですよ。
1)鼻2) 足3) 目4) 気,語彙
答案:2
1646 異常な悪臭がしたので、鼻を（ ）逃げた。
1)つまんで2) つんで3) つねって4) つまって,語彙
答案:1
1647 他人の幸せや昇進を（ ）のは見苦しい。
1)にじむ2) はげむ3) ねたむ4) うながす,語彙
答案:3
1648 一度口に出して言ってしまったことを、いまさら（ ）と思っても無理だよ。
1)取り除こう2) 取り消そう3) 取り戻そう4) 取り替えよう,語彙
答案:2
1649 反対が多いのに、政府はその議案を（ ）採決した。
1)強制2) 無断3) 強硬4) 強行,語彙
答案:4
1650 引っ越し荷物が次から次に（ ）良くトラックに載せられていく。
1)手配2) 手口3) 手分け4) 手際,語彙
答案:4
1651 会社経営の（ ）が明らかになるにつれ、負債総額が１０億円以上になることがわかった。
1)態勢2) 実態3) 事態4) 情勢,語彙
答案:2
1652 洪水で不通になった道路の（ ）作業がなかなかはかどらない模様です。
1)回復2) 復活3) 復旧4) 復興,語彙
答案:3
1653 彼は（ ）な作品を次々発表して批評家の注目をひいた。
1)独占的2) 独創的3) 独裁的4) 独自的,語彙
答案:2
1654 梅雨になると曇りや雨の日が多く、（ ）日が続く。
1)わずらわしい2) けがらわしい3) ややこしい4) うっとうしい,語彙
答案:4
1655 この家は骨組みが（ ）だから孫の代まで大丈夫だろう。
1)厳密2) 強硬3) 巧妙4) 頑丈,語彙
答案:4
1656 歌手にしても舞台俳優にしても、きょうの公演は（ ）だったと思う日はないそうだ。
1)賢明2) 完ぺき3) 精巧4) 高尚,語彙
答案:2
1657 彼の自慢話を何度も聞かされて、全く（ ）だよ。
1)なにより2) げっそり3) うんざり4) おおげさ,語彙
答案:3
1658 あんなに一生懸命勉強したのに受験に失敗して（ ）してたよ。
1)がっしり2) がっちり3) がっくり4) びっしょり,語彙
答案:3
1659 毎日の（ ）の積み重ねがノイローゼの原因になります。
1)ストレス2) ストライキ3) ボイコット4) インフレ,語彙
答案:1
1660 甘いものに（ ）がなくて、つい食べてしまうんですよ。
1)手2) 足3) 目4) 口,語彙
答案:3
1661 もう（ ）も仕方がない。やるだけやってあきらめよう。
1)といで2) すすいで3) ゆらいで4) もがいて,語彙
答案:4
1662 晴れた日に干したふとんをパンパンと（ ）気持ちがいい。
1)つつく2) はたく3) はじく4) はたす,語彙
答案:2
1663 この机はわざわざ注文してイタリアから（ ）もらったものだ。
1)取り立てて2) 取り次いで3) 取り寄せて4) 取り付けて,語彙
答案:3
1664 会社の備品を買いたいときは、あらかじめ（ ）してください。
1)申告2) 要請3) 申請4) 要求,語彙
答案:3
1665 会社を成長させるために、古い組織の（ ）と管理職の若返りが求められている。
1)確信2) 変形3) 革新4) 革命,語彙
答案:3
1666 宗教の違う民族との（ ）は受け入れられないと主張して戦争を続けている。
1)共存2) 共同3) 共有4) 共和,語彙
答案:1
1667 履歴書に書かれたこれまでの（ ）が素晴らしいので即座に採用が決まった。
1)経過2) 経緯3) 過程4) 経歴,語彙
答案:4
1668 国際婦人会議に出席して婦人解放運動に対する（ ）を新たにした。
1)認識2) 意識3) 常識4) 標識,語彙
答案:1
1669 開放政策により中国の経済は（ ）発展を遂げつつある。
1)ふさわしい2) おびただしい3) めざましい4) なだかい,語彙
答案:3
1670 私の妻は（ ）だから、毎日、家計簿と日記をつけている。
1)頑固2) 慎重3) きちょうめん4) おくびょう,語彙
答案:3
1671 このソファーに４人座ると、ちょっと（ ）じゃないかな。
1)こっけい2) 憂うつ3) きゃしゃ4) 窮屈,語彙
答案:4
1672 あやふやな言い方をするより、（ ）断ったほうがずっと親切だよ。
1)きっぱり2) くっきり3) まるっきり4) てっきり,語彙
答案:1
1673 あの人は（ ）した人だから、きちっと誤れば、いつまでも怒ったりしないんだよ。
1)あっさり2) こうこうと3) すんなり4) まるまる,語彙
答案:1
1674 私たちは（ ）通して世界中の情報を手に入れることができるようになりました。
1)ビジネス2) メディア3) テレックス4) コメント,語彙
答案:2
1675 旅行でお金を使い過ぎて（ ）が出てしまった。
1)手2) 足3) 目4) 顎,語彙
答案:2
1676 国連の重い任務を（ ）、戦争をしている国に赴いた。
1)かばって2) そむいて3) になって4) うながして,語彙
答案:3
1677 子供をそんなに（ ）と危ないですよ、ゆっくり行きましょう。
1)あかす2) おかす3) かわす4) せかす,語彙
答案:4
1678 人気スターの車が到着すると、どっとファンが（ ）負傷者が出てしまった。
1)押し込んで2) 押し寄せて3) 押し出して4) 押し入れて,語彙
答案:2
1679 地域を（ ）するために必要な多額の資金は税金だけではまかなえない。
1)開発2) 開拓3) 開放4) 打開,語彙
答案:1
1680 大統領暗殺のニュースが流れると、国民の間に大きな（ ）が走った。
1)攻撃2) 衝撃3) 打撃4) 衝突,語彙
答案:2
1681 味方の失敗で、試合はにわかに（ ）不利に陥ってしまった。
1)形勢2) 形成3) 形態4) 体制,語彙
答案:1
1682 （ ）を転換すれば、もう少しおもしろい企画が出せるはずだよ。
1)思想2) 空想3) 発想4) 愛想,語彙
答案:3
1683 海外に駐在している彼の一時帰国する日が（ ）。
1)このましい2) まちどうしい3) のぞましい4) せつない,語彙
答案:2
1684 携帯電話の料金は高いから（ ）用件があるときだけかけるようにしている。
1)特急の2) 早急の3) 緊急の4) 応急の,語彙
答案:3
1685 先日、見合いをした相手から（ ）断りの電話があった。
1)婉曲に2) 円満に3) 円滑に4) 遠慮に,語彙
答案:1
1686 すがすがしい感じの青年が（ ）立って老人に席をゆずった。
1)ひょっと2) さっと3) ぐっと4) ずらっと,語彙
答案:2
1687 （ ）より問題になっておりましたゴミ処理場建設地について話し合いたいと思います。
1)かねて2) かつて3) いたって4) はるか,語彙
答案:1
1688 今日の午後は集会がありますから、次の（ ）が鳴ったら講堂に集まってください。
1)キャッチ2) チェンジ3) チャイム4) チャンネル,語彙
答案:3
1689 あの人は（ ）がきくから、いっしょに買いに行っていただいたらどうですか。
1)手2) 目3) 頭4) 口,語彙
答案:2
1690 部下を（ ）よりおだてた方が仕事がうまくいきますよ。
1)まかす2) けなす3) けとばす4) ごまかす,語彙
答案:2
1691 秋は夜が長くなるので、読書に（ ）季節だと言われています。
1)したう2) したしむ3) つつしむ4) いとなむ,語彙
答案:2
1692 私たちには古くから伝わる伝統芸能を（ ）いく義務がある。
1)受け継いで2) 受け付けて3) 受け止めて4) 受け入れて,語彙
答案:1
1693 全く彼の疲れを知らないエネルギーには（ ）されてしまうよ。
1)圧縮2) 圧倒3) 圧迫4) 抑圧,語彙
答案:2
1694 根気よく障害を（ ）する努力を重ねて、協定を結ぶことができました。
1)解除2) 削除3) 排除4) 除外,語彙
答案:3
1695 家が狭いので古いものはどんどん（ ）しないと大変なことになる。
1)処置2) 処分3) 処罰4) 処理,語彙
答案:2
1696 私のかわりに彼にこの件の最終的な決定をする（ ）を与えてあります。
1)権威2) 権限3) 権利4) 権力,語彙
答案:2
1697 新しいコンピューターを導入したので仕事の（ ）ぐんをアップした。
1)確率2) 比率3) 引率4) 能率,語彙
答案:4
1698 昔、このあたりに（ ）金持ちがいて、貧しい人達に食べ物を配っていたそうだ。
1)よくふかい2) なさけない3) なさけぶかい4) こころよい,語彙
答案:3
1699 集団で動くときには、人に迷惑をかけるような（ ）行動をしてはならない。
1)軽快な2) 軽率な3) 気軽な4) 手軽な,語彙
答案:2
1700 （ ）話ばかりするので、もう誰も耳を貸そうとしない。
1)ろくな2) うつろな3) いいかげんな4) ぞんざいな,語彙
答案:3
1701 避難訓練を行いますから非常ベルが鳴ったら（ ）外へ出てください。
1)適宜2) とっさに3) 突如4) すみやかに,語彙
答案:4
1702 （ ）として、銀行強盗のグループは車で逃走中の模様です。
1)漠然2) 呆然3) 依然4) 断念,語彙
答案:3
1703 社員研修の（ ）が良かったので明日からが楽しみだ。
1)ブーム2) フォーム3) ポーズ4) ムード,語彙
答案:4
1704 あの若い社員に社長はずいぶん（ ）を入れているらしいよ。
1)手2) 目3) 耳4) 肩,語彙
答案:4
1705 敵を（ ）ためには、まず味方をだませと言う言葉があります。
1)うつむく2) あざむく3) おもむく4) つらぬく,語彙
答案:2
1706 急速なコンピューターの普及は電子部品会社に大きな利益を（ ）た。
1)もてなした2) もたらした3) もよおした4) みなした,語彙
答案:2
1707 視聴率が低下したので1 年続いたテレビ番組を（ ）。
1)打ち明けた2) 打ち切った3) 打ち消した4) 打ち込んだ,語彙
答案:2
1708 この文章は作者が何を言いたいのか、（ ）していることがはっきりしない。
1)意欲2) 意向3) 意図4) 意識,語彙
答案:3
1709 このたび施行された新制度の（ ）を説明させていただきます。
1)概論2) 概説3) 概略4) 概念,語彙
答案:3
1710 わが社も東南アジアへの（ ）を計画している。
1)進展2) 進呈3) 進出4) 進行,語彙
答案:3
1711 カルシウムが（ ）すると頭の働きが悪くなるそうです。
1)窮乏2) 欠乏3) 不十分4) 貧弱,語彙
答案:2
1712 部族によっては信じられないような奇妙な（ ）を受け継いでいる。
1)風習2) 風俗3) 風土4) 風景,語彙
答案:1
1713 イタリアで音楽の勉強をするという計画は父の突然の死により（ ）夢となってしまった。
1)たやすい2) もろい3) けむたい4) はかない,語彙
答案:4
1714 自らが選んだのなら、誰にも会わない（ ）生活が必ずしも不幸とは言えない。
1)孤独な2) 固有な3) 個別な4) 独自な,語彙
答案:1
1715 旅行先で出会った幼い子供の（ ）目が忘れられない。
1)こまやかな2) あざやかな3) なごやかな4) つぶらな,語彙
答案:4
1716 彼は何をきいても（ ）答えてくれる天才的な頭脳の持ち主だ。
1)即座に2) 不意に3) ひょっと4) ちらっと,語彙
答案:1
1717 私が（ ）がんばっても、彼にはとうてい追い付けない。
1)いかに2) むやみに3) いやに4) やけに,語彙
答案:1
1718 新しい原子力発電所の原子炉は（ ）が多くてなかなか役に立たない。
1)サイクル2) ファイト3) トラブル4) アクセル,語彙
答案:3
1719 あの人は（ ）が肥えているから、どんなもてなしをしたらいいか悩むよ。
1)目2) 体3) 耳4) 舌,語彙
答案:4
1720 近年の不況と円高は、輸出関連企業の経営を（ ）いる。
1)おだてて2) おびやかして3) おどして4) ひやかして,語彙
答案:2
1721 彼は悲しみの中で、なくなった母に（ ）歌を作曲した。
1)さえぎる2) さえずる3) ささげる4) さずける,語彙
答案:3
1722 学校からの帰宅途中、駅前の本屋に（ ）のが何よりの楽しみでした。
1)立ち上がる2) 立ち止まる3) 立ち寄る4) 立ち去る,語彙
答案:3
1723 航空会社の社員募集があったのですぐに（ ）した。
1)応募2) 応接3) 応対4) 会見,語彙
答案:1
1724 あなたの主張は時代（ ）もはなはだしいと思います。
1)格差2) 錯誤3) 誤差4) 差別,語彙
答案:2
1725 平和的解決の（ ）を帯びて、大使は現地に赴いた。
1)運命2) 任命3) 宿命4) 使命,語彙
答案:4
1726 戦後５０年たって、当時の秘密資料が続々（ ）されはじめました。
1)公然2) 公開3) 公認4) 公表,語彙
答案:4
1727 営業（ ）になるので入り口に車を止めないでください。
1)妨害2) 迫害3) 被害4) 災害,語彙
答案:1
1728 建設現場で働いているから性格は（ ）けれど、とても優しい父です。
1)あらっぽい2) あくどい3) すばしこい4) すばやい,語彙
答案:1
1729 契約の（ ）内容については後日担当者がご説明にまいりますのでよろしくお願いします。
1)詳細な2) 相応な3) 正当な4) 精密な,語彙
答案:1
1730 社内で誰も知らないと思うけれど、あの人（ ）株でもうけているらしいわよ。
1)おおげさに2) ひそかに3) こまやかに4) おおはばに,語彙
答案:2
1731 学校の成績が悪いからといって、（ ）将来の見通しが暗いとは言えない。
1)もろに2) てんで3) ろくに4) 一概に,語彙
答案:4
1732 まだもう少し入院が必要らしいが、手術後の経過は（ ）悪くないらしいよ。
1)さほど2) よほど3) 若干4) 少々,語彙
答案:1
1733 指揮者がうまく（ ）してくださるので合唱団の実力以上の公演ができた。
1)ベース2) ソフト3) ハード4) リード,語彙
答案:4
1734 あの人は取引先が倒産したせいで（ ）が回らなくなっているらしいよ。
1)手2) 頭3) 首4) 目,語彙
答案:3
1735 （ ）お世辞をいくら言ってもだめなものはだめです。
1)あつらえた2) あやまった3) ありふれた4) あらたまった,語彙
答案:3
1736 最近、競馬を楽しむ女性が多くなったが、どの馬が１位になるか（ ）のは難しい。
1)あてる2) あせる3) はえる4) さえる,語彙
答案:1
1737 忘れ物をしたので（ ）として踏切事故にあったようです。
1)引き起こそう2) 引き止めよう3) 引き返そう4) 引き取ろう,語彙
答案:3
1738 前回出版したときの内容に少し手を加えて、（ ）版として出版しようと思います。
1)改訂2) 改善3) 改良4) 改正,語彙
答案:1
1739 クイズ番組に出演して賞金１０万円を（ ）した。
1)獲得2) 捕虜3) 確保4) 収穫,語彙
答案:1
1740 （ ）の自由が保障されているからと言って、何でも報道していいわけではない。
1)弁論2) 世論3) 言論4) 理論,語彙
答案:3
1741 我が社も海外進出をすることになり、英会話能力の必要性を（ ）している。
1)直感2) 痛感3) 反感4) 共感,語彙
答案:2
1742 被害にあった地域に物資を（ ）する経路があちこち普通になっている。
1)補給2) 補足3) 補償4) 補充,語彙
答案:1
1743 冬に、（ ）スープなんてとても飲めない。
1)あくどい2) みにくい3) ぬるい4) きまりわるい,語彙
答案:3
1744 病気で１か月入院すると、健康のありがたさを（ ）感じるようになった。
1)手近に2) 痛切に3) 陰気に4) 安易に,語彙
答案:2
1745 最近、放火が多いので（ ）人物を見かけたら警察に連絡してください。
1)不審な2) 不振な3) 不明な4) 不良な,語彙
答案:1
1746 忙しくて料理ができないから、最近は（ ）外食ですませている。
1)もろに2) もっぱら3) ことごとく4) まるごと,語彙
答案:2
1747 まだ全員集まっていないようですが、（ ）きょうの日程の説明を始めたいと思います。
1)おのずから2) もしかして3) ことによると4) とりあえず,語彙
答案:4
1748 （ ）風な感じの男性だったのでつい信用してだまされてしまった。
1)ナンセンス2) エレガント3) インテリ4) シック,語彙
答案:3
1749 子供がいうことをきかないので（ ）を焼いています。
1)手2) 胸3) 胃4) 顔,語彙
答案:1
1750 彼はスタイルのも顔もいいし、その上仕事ができるんだから（ ）当然だよね。
1)もうけて2) もてて3) もれて4) もめて,語彙
答案:2
1751 若い人を育てようと思ったら、失敗をひとつひとつ（ ）はいけない。
1)とがめて2) のがれて3) となえて4) なだめて,語彙
答案:1
1752 体の調子が悪いので、今回のマラソン大会に参加するのは（ ）と思います。
1)見合わせよう2) 見落とそう3) 見渡そう4) 見逃そう,語彙
答案:1
1753 あのあたりは交通量が多いので、今、（ ）工事のために交通規制をしているよ。
1)拡散2) 拡張3) 拡充4) 拡大,語彙
答案:2
1754 国自体が財政的（ ）に直面している。
1)危害2) 危険3) 危機4) 禁物,語彙
答案:3
1755 今、国会で予算案を（ ）しているところです。
1)審議2) 論議3) 討議4) 協議,語彙
答案:1
1756 あとで後悔しないように、職業の（ ）は慎重にしたほうがいいよ。
1)採択2) 採決3) 選考4) 選択,語彙
答案:4
1757 姉は、外出するとき（ ）が必要な障害者を助ける奉仕活動をしている。
1)保護2) 看護3) 介護4) 養護,語彙
答案:3
1758 おもしろくなさようなところを見ると、この仕事は彼には（ ）のかも知れない。
1)ものたりない2) おっかない3) いやらしい4) みぐるしい,語彙
答案:1
1759 （ ）市民の一人ですと言いながら、裏で業者から多額の現金を受け取る議員を許せない。
1)清純な2) 善良な3) 賢明な4) 明瞭な,語彙
答案:2
1760 北海道の開拓をさせられた人達は、寒さの中で食べ物もなく、（ ）生活を強いられた。
1)冷淡な2) 冷酷な3) 貧弱な4) 悲惨な,語彙
答案:4
1761 こんなに客が少なくなってしまっては、（ ）商売をやめたほうがましだ。
1)いっそ2) ずばり3) きちっと4) ちゃんと,語彙
答案:1
1762 彼が（ ）おいしそうに食べるので、私もつい食べ過ぎてしまった。
1)いかにも2) まことに3) まさしく4) はなはだ,語彙
答案:1
1763 その関係の書類ならひとつにまとめて（ ）に入れてあります。
1)ファイル2) タイトル3) カルテ4) データ,語彙
答案:1
1764 たくさんの女子社員の中から彼女を選ぶなんて君は（ ）が高いね。
1)鼻2) 目3) 頭4) 足,語彙
答案:2
1765 旅行に出る前の晩にはしっかり準備を（ ）から寝る。
1)おとろえて2) ととのえて3) とどこおって4) しなびて,語彙
答案:2
1766 久し振りに郷里に帰ったら、すっかり駅が新しくなっていて（ ）しまった。
1)ふくれて2) まぎれて3) むらがって4) まごついて,語彙
答案:4
1767 この部屋なら学生には（ ）ないと思いますよ。
1)申し込み2) 申し訳3) 申し分4) 申出,語彙
答案:3
1768 この作家は短い文の中に要点がきちんとまとめられた（ ）で美しい文章を書きます。
1)簡易2) 簡潔3) 簡素4) 簡単,語彙
答案:2
1769 時折、（ ）に立ち返って、平和運動を見直すことが肝心です。
1)観点2) 視点3) 原点4) 頂点,語彙
答案:3
1770 他店に（ ）して売上をあげるためには営業時間の延長が不可欠です。
1)反抗2) 抵抗3) 対抗4) 抗争,語彙
答案:3
1771 （ ）の運用をあやまって、会社を倒産させてしまった。
1)資産2) 資本3) 資源4) 資金,語彙
答案:4
1772 判決に（ ）があれば、上級の裁判所に訴えることができる。
1)不振2) 不審3) 不正4) 不服,語彙
答案:4
1773 やはり棚はもっと（ ）ところに置かないと安定しなくて危ないよ。
1)まんまるい2) ひさしい3) しかくい4) たいらな,語彙
答案:4
1774 （ ）ことはあなたに本当にこの仕事をやる気があるかどうかです。
1)正当な2) 簡潔な3) 肝心な4) 勝手な,語彙
答案:3
1775 真面目で（ ）方なので結婚しようと決めました。
1)滑けいな2) 忠実な3) 誠実な4) 正常な,語彙
答案:3
1776 （ ）この世の中は住みにくいと言うが、結構、楽しいこともある。
1)ことに2) とりわけ3) とかく4) まして,語彙
答案:3
1777 最近の子供は両親や祖父母に（ ）されて育つので自己中心的になりがちです。
1)ちやほや2) あやふや3) あべこべ4) めちゃくちゃ,語彙
答案:1
1778 この服は（ ）も色も素敵だなと思うと、高くて手が出ないことが多い。
1)デザート2) デザイン3) レッスン4) デッサン,語彙
答案:2
1779 次から次に子供に教育費がかかって、全く（ ）が痛いよ。
1)頭2) 耳3) 胸4) 腹,語彙
答案:1
1780 帰宅したら自分の部屋に（ ）、テレビｹﾞｰﾑに熱中している。
1)こりて2) こって3) こもって4) うまって,語彙
答案:3
1781 目を（ ）と、幼い日に遊んだふるさとの情景が目に浮ぶ。
1)つぶる2) にぶる3) ねだる4) たどる,語彙
答案:1
1782 道がカーブしている上に強い雨のせいで（ ）が悪く、運転は危険な状況だった。
1)見積もり2) 見通し3) 見込み4) 見晴らし,語彙
答案:2
1783 この会社では毎年1 月1 日は全員出社して、新年の挨拶をするのが（ ）になっている。
1)習慣2) 定例3) 慣例4) 家風,語彙
答案:3
1784 裏面に（ ）されている注意事項をよく読んでおいてください。
1)記載2) 掲載3) 記述4) 記録,語彙
答案:1
1785 デパートやスーパーにはいくつもの防犯カメラが（ ）してあります。
1)処置2) 措置3) 設置4) 装置,語彙
答案:3
1786 彼は不正を暴露され（ ）してしまった。
1)失格2) 失脚3) 失調4) 失望,語彙
答案:2
1787 地域住民の（ ）により高速道路の騒音防止対策委員会が発足した。
1)祈願2) 要望3) 用命4) 救済,語彙
答案:2
1788 成田空港に着いたとき、友人が迎えにきてくれたので本当に（ ）助かった。
1)このましくて2) こころづよくて3) こころよくて4) こころぼそくて,語彙
答案:2
1789 山奥の温泉宿は静かで、土地の人達は（ ）で都会か来た客に優しかった。
1)素朴2) 単調3) 無難4) 簡素,語彙
答案:1
1790 判断の基準が違う外国との交渉に臨むときには、特に（ ）姿勢が必要とされる。
1)健全な2) 自在な3) 柔軟な4) 円満な,語彙
答案:3
1791 あのお宅は、（ ）話し声がすることもありますが、普通は留守がちですよ。
1)しょっちゅう2) 時折3) 頻繁に4) たいがい,語彙
答案:2
1792 （ ）お約束した件について、もう一度ご相談したいと思います。
1)せんだって2) さきに3) かつて4) まえもって,語彙
答案:1
1793 部屋の鍵はホテルの（ ）で受け取ってください。
1)スペース2) コーナー3) ケース4) フロント,語彙
答案:4
1794 ここはひとつ私の（ ）を立てて許してやってください。
1)顔2) 腹3) 腕4) 気,語彙
答案:1
1795 １度や２度（ ）からといって、あきらめるのはまだ早いよ。
1)いじった2) さとった3) しくじった4) ののしった,語彙
答案:3
1796 古いアルバムを（ ）と、写真の１枚１枚に思い出がつまっていて懐かしい。
1)しみる2) むしる3) とじる4) めくる,語彙
答案:4
1797 もう子供ではありませんから私の保護者のように（ ）のはやめてください。
1)振る舞う2) 振り向く3) 振り出す4) 振り返る,語彙
答案:1
1798 あの女優は（ ）があるから、今度の映画作品の主人公に選ばれた。
1)気立て2) 気風3) 気質4) 気品,語彙
答案:4
1799 （ ）ある生活をするようにl 心掛けて暮しています。
1)規則2) 規律3) 規約4) 規範,語彙
答案:2
1800 各国間の意見の（ ）に時間がかかって、なかなか声明が発表できない。
1)調印2) 調停3) 調和4) 調整,語彙
答案:4
1801 会社の（ ）の一部で車椅子を購入し、障害者の施設に寄付した。
1)収益2) 収穫3) 収集4) 収支,語彙
答案:1
1802 彼は会社に忠実でまじめな（ ）的社員だったのに、すっかり変わってしまった。
1)模範2) 規模3) 模倣4) 模様,語彙
答案:1
1803 近年、東南アジアの経済の発展は（ ）、日本の企業もたくさん進出している。
1)ややこしく2) おびただしく3) はなばなしく4) いちじるしく,語彙
答案:4
1804 毎日の基本練習を（ ）すると、決してプロとして良い成績を残すことはできない。
1)ばかばかしく2) うつろに3) おろかに4) おろそかに,語彙
答案:4
1805 社員研修の（ ）日程が決まりましたので発表します。
1)おおはばな2) こまやかな3) おおまかな4) おおがらな,語彙
答案:3
1806 別れてしまった人に、（ ）愛していますとは言いにくい。
1)もはや2) いまだ3) いまさら4) なおさら,語彙
答案:3
1807 お忙しいとおもいますが、当日はご参加くださいますように（ ）よろしくお願い致します。
1)なるたけ2) なにとぞ3) ひいては4) ひたすら,語彙
答案:2
1808 私なんて会社という大きな（ ）の歯車の一つでしかない。
1)ポイント2) システム3) ポジション4) セクション,語彙
答案:2
1809 いまどき、（ ）でひとを使ったりしては、若い者はやめてしまいますよ。
1)足2) 目3) 顔4) おご,語彙
答案:4
1810 ３日前に海で遭難した人を乗せた救命ボートが（ ）いるのが見つかった。
1)さぼって2) うかって3) とろけて4) ただよって,語彙
答案:4
1811 今、外国企業との技術提携の準備に（ ）いるので、とてもほかまで手が回らない。
1)たずさわって2) たてまつって3) つかさどって4) たまわって,語彙
答案:1
1812 大学受験２か月前ともなると勉強も（ ）に入ります。
1)追い込み2) 追い出し3) 追いつき4) 追い越し,語彙
答案:1
1813 オリンピックのために（ ）規模の競技場が建設されました。
1)壮大な2) 膨大な3) 拡大な4) 盛大な,語彙
答案:1
1814 新しい会社を設立する（ ）を練っているところです。
1)構想2) 機構3) 構造4) 構成,語彙
答案:1
1815 東京の中心部では住民の減少により、小学校の（ ）が相次いでいる。
1)統合2) 統治3) 統制4) 統率,語彙
答案:1
1816 （ ）でものを判断すると大変な間違いを犯す。
1)推定2) 推理3) 推測4) 推進,語彙
答案:3
1817 最近は化学肥料を使わない（ ）農業というものが見直されている。
1)有益2) 有機3) 有望4) 有能,語彙
答案:2
1818 台風のせいで（ ）量の土や砂が上流から流れてきた。
1)いちじるしい2) ばかばかしい3) おびただしい4) まぎらわしい,語彙
答案:3
1819 （ ）飛び出してきた子供を危うく車ではねるところだった。
1)身近に2) 不意に3) 無邪気に4) 早急に,語彙
答案:2
1820 親にうそをつくような子供は（ ）人間になれないと父に厳しく叱られた。
1)ろくな2) おろかな3) 寛容な4) 好評な,語彙
答案:1
1821 （ ）きょうはひどく機嫌がいいですね、何か良いことがあったんですか。
1)どうにか2) どうやら3) なんだか4) なんなり,語彙
答案:3
1822 きょうは風雨が強くなるそうだ。（ ）野球の試合は中止になるかも知れないね。
1)にもかかわらず2) しかしながら3) 案の定4) ことによると,語彙
答案:4
1823 外国人のスピーチ（ ）があるので一生懸命暗記しています。
1)コンタクト2) コントラスト3) コンテスト4) コントロール,語彙
答案:3
1824 政治運動に（ ）を突っ込みすぎて、家庭が崩壊してしまった・
1)足2) 顔3) 首4) 頭,語彙
答案:3
1825 体の調子が良いと、どんどん仕事が（ ）。
1)たばねる2) はかどる3) またがる4) ゆさぶる,語彙
答案:2
1826 肉体的、精神的に余裕がないと他人を（ ）やさしさを失いがちである。
1)あやつる2) あやまる3) いたわる4) おしむ,語彙
答案:3
1827 長い間住み慣れた土地には（ ）が残る。
1)未知2) 未定3) 未練4) 未熟,語彙
答案:3
1828 その喫茶店を探すときは何か（ ）となるような建物がありますか。
1)目安2) 目印3) 目途4) 目付き,語彙
答案:2
1829 東京都はゴミの（ ）収集を徹底するために透明ゴミ袋をくばった。
1)個別2) 分別3) 区別4) 差別,語彙
答案:2
1830 会議の前に（ ）した資料に目を通しておいてください。
1)配達2) 配分3) 配布4) 配列,語彙
答案:3
1831 （ ）の用紙に必要事項を書いて３番の窓口に提出してください。
1)所在2) 所属3) 所定4) 所持,語彙
答案:3
1832 行政が福祉施設に補助金を出すことは消費者に税金を（ ）することと言える。
1)返還2) 返済3) 弁償4) 還元,語彙
答案:4
1833 目的もなく、ただ時間に追われて仕事をする忙しい生活を（ ）感じる。
1)みぐるしく2) むなしく3) はかなく4) たやすく,語彙
答案:2
1834 こんな（ ）な内容のレポートでは合格はおぼつかない。
1)小柄2) 不吉3) 貧弱4) 簡易,語彙
答案:3
1835 崩壊したビルの現場から( )助けを呼ぶ声が聞こえて､救助作業が再開された? 1)はるかな
2) かすかな3) ひそかな4) しとやかな,語彙
答案:2
1836 （ ）ハイキングに出かけようというときに雨がぽつぽつ降り出してしまった。
1)さぞ2) さも3) いざ4) なんか,語彙
答案:3
1837 水曜日（ ）金曜日のどちらかの午前中にお越しください。
1)ならびに2) もしくは3) およびに4) かつ,語彙
答案:2
1838 コンサートが素晴らしかったので（ ）を求める拍手が鳴り止まなかった。
1)アンケート2) アンコール3) アルコール4) アプローチ,語彙
答案:2
1839 組合運動をやり過ぎて、とうとう会社を（ ）になってしまった。
1)顔2) 気3) 首4) 手足,語彙
答案:3
1840 自動販売機の普及により、女性社員が休憩時間のお茶を配る習慣が（ ）つつある。
1)ほろび2) ほころび3) ほどこし4) すたれ,語彙
答案:4
1841 目の見えない人を目的地まで安全に（ ）犬のことを盲導犬という。
1)ひきいる2) ひきずる3) うながす4) みちびく,語彙
答案:4
1842 あと一歩というところで優勝を逃してしまい（ ）でなりません。
1)無念2) 無闇3) 無能4) 無口,語彙
答案:1
1843 最後まで（ ）を張り通してしまうと、気まずい関係になるよ。
1)意地2) 熱意3) 意志4) 決意,語彙
答案:1
1844 会社に貢献した（ ）が認められて管理職に昇進した。
1)効能2) 業績3) 名誉4) 能率,語彙
答案:2
1845 子供を相手に（ ）でけんかをするなんて頭がおかしいんじゃないですか。
1)本質2) 本能3) 本気4) 本音,語彙
答案:3
1846 街頭デモを（ ）しようとする警官が参加者を数人逮捕したらしい。
1)停止2) 阻止3) 中止4) 禁止,語彙
答案:2
1847 円滑な人間関係を保ちたいという考えが（ ）にあるから、贈り物をするのだろう。
1)根気2) 根本3) 根底4) 根拠,語彙
答案:3
*/