package jp.co.csj.lan;
/*
一 接头词
1 形容词性接头词
 おお→大筋、大晦日、大詰め
 だい→大失敗、大社会、大歓迎
 たい→大衆、大差、大役
 こ→小粒、小男、こざっぱり、こにくらしい
 お→小川、小野
 しょう→小休止、小生、小論
 しん→新時代、新学期
 はつ→初孫、初節句
 ま→真人間、まっぴるま、まっただなか、まんまる
 き→生まじめ、生醤油
 す→素足、素顔
 かた→片親、片手、片腕、片時
 ちょう→超特急、超能力、超人
2 待遇性接头词
 お→お役、お中元、お歳暮
 おん→御社、御礼
 ご→ご本人、ご無礼
 ど→どえらい、どぎも、ど根性
3 否定性接头词
 不→不確か、不便、不備、不利
 非→非課税、非番、非行、非情
 無
む

→無利子、無理解、無賃
無
ぶ
→無愛想、無粋、無沙汰
沪江网校绿宝书
4 汉语性接头词
 反→反体制、反主流
 抗→抗菌力、好生物質、抗ヒスタミン剤
 被→被爆者、被告、被選挙権
5 接在动词·形容词前的接头词
 ほの→ほの白い、ほのめく、ほのめかす
 うち→うちあける、うちとける、うちきる
 もの→もの悲しい、ものめずらしい、ものがたる
 か→か細い、か弱い
二 结尾词
1 名词性接尾词
 a待遇表示：～様
さま
、～さん、～ちゃん、～君
くん
、～氏
し
 b 复数表示：～がた、～たち、～ら、～ども
、～先生、～女史
 c 助数词：～つ、～り、～個、～枚、～本、～匹、～頭、～羽、～両、～台、～冊、
～隻、～人、～件、～軒
 d 人物表示：～人、～人、～者、～師、～家、～屋、～坊、～士、～手、～手、～夫、
～婦、～員
 e 金额表示：～料、～費、～代、～賃
 f 建物表示：～屋、～館、～舗、～亭
 g 抽象性表示：
 ～さ 豊かさ、頼もしさ、ありがたさ
 ～み 高み、深み、強み、真剣み、ありがたみ
 ～け 水け、食いけ、おじけ、吐きけ、眠け
 ～性 封建制、酸性、アルカリ性、夜行性、向日性、抽象性
 ～化 機械化、無人化、酸化、強化
 ～主義 モンロー主義、楽天主義、マルクス主義
 ～子 分子、帽子、格子、菓子
 ～流 主流、亜流、本流、上流、自己流
 ～風 昔風、当世風、サラリーマン風
 ～味 甘味、酸味、辛味、醍醐味
 ～用 化粧用、社用、商用
 ～視 危険視、白眼視、同一視
 ～式 西洋式、仏式、略式、本式
2 动词性接尾词：
 ～がる おもしろがる、ほしがる、いやがる、いたがる
 ～ぶる 学者ぶる、ハイカラぶる、兄貴ぶる
 ～ばむ 汗ばむ、気色ばむ、黄ばむ
 ～じみる 汗じみる、子どもじみる、老人じみる
 ～まる 丸まる、広まる、深まる、固まる
 ～める 丸める、広まる、深まる、固まる
 ～かねる いたしかねる、まちかねる、見かねる
 ～たつ 勇みたつ、引きたつ、いきりたつ
沪江网校绿宝书
 ～だつ 泡だつ、いらだつ、目だつ、殺気だつ
 ～る サボる、ダブる、デモる、ツモる（マージャン用語）
 ～めく ときめく、色めく、なまめく、さざめく、よろめく
 ～つく 病みつく、ざびつく、ひっつく、ぐらつく、もたつく
3 形容词性接尾词：
 ～い 黄色い、四角い
 ～しい 毒々しい、おとなしい、長々しい、なつかしい
 ～っぽい 女っぽい、骨っぽい
 ～がましい 弁解がましい、晴れがましい、恩着せがましい
 ～らしい 男らしい、女らしい、わざとらしい、しかつめらしい
 ～づらい 話しづらい、歩きづらい、食べづらい、読みづらい
 ～にくい 言いにくい、壊れにくい、飲みにくい
 ～やすい 燃えやすい、着やすい、変わりやすい
 ～がたい 信じがたい、想像しがたい、得がたい
 ～な あたりまえな、ざっくばらんな、オリジナルな、ゴージャスな
 ～的な 科学的な、日本的な、代表的な、ハムレット的な
4 副词性接尾词
 ～と ころりと、すくすくと、堂々と、ぐっと、わざと、割と
 ～に ことに、まっしぐらに、今に、互いに、特に、現に、一概に
 ～然 依然、呆然と、平然と、悠然と
 ～上 手続き上、法律上、形式上
 
 */