package jp.co.csj.lan;
/*
地图常用词语，说法：
1． 街道：
～丁目「～ちょうめ」；
～町「～ちょう」；
～荘「～そう」；
～目の～（1つ目の角）；
～から～番目「～から～ばんめ」；
～轩目「～けんめ」/第～家
2． 十字路：
十字路「じゅうじろ」；
四つ角「よつかど」；
交差点「こうさてん」；
四つ辻「よっつつじ」
3． 其他：
T字路/丁字路；
Y字路/双叉路；
二股「ふたまた」/双叉路；
三叉路「さんさろ」/三叉路；
バス通り「とおり」；
突き当たり「つきあたり」/路的尽头
4． 路口：
角「かど」；
辻「つじ」；
隅「すみ」；
隅っこ
5． 道路标记：
信号「しんごう」/红绿灯；
交差点；
踏みきり「ふみきり」/铁路口；
横断歩道「おうだんほどう」/人行道；
トンネル/隧道，山洞；
歩道「ほどう」/人行道；
桥「はし」；
バス停「てい」；
川沿い「かわぞい」/沿河边；
ビル；
陆桥「りっきょう」/高架桥，天桥；
路地「ろじ」/小路
6．方位：
そのあたり；
向こう侧「むこうがわ」；
あっち侧；
正面「しょうめん」；
反対侧「はんたいがわ」；
手前「てまえ」/前面；
周り「まわり」/周围；
向かい「むかい」/对面；
斜め前「ななめまえ」/侧前方；
斜め向かい「ななめむかい」/斜对面；
後ろ「うしろ」；
横「よこ」；
そぼ；
隣「となり」；
一つおいてとなり/隔壁的隔壁；
二つおいて右/向右第三个；
向かって右/对面的右边；
駅を背にして左/背向车站左方
7．方向：
右端「みぎはし」；
左端「ひだりはし」；
内侧「うちがわ」；
外侧「そとがわ」；
右侧；
左侧；
裏「うら」；
面「おもて」；
左折「させつ」/左转；
右折「うせつ」/右转；
右に曲がる；
左に入る
8．动作行动：
出る；
行く；
通り；
渡る；
折れる/转弯，拐弯；
曲がる/转弯；
走る；
突き当たる/到头，到尽头
 
常用表示行走方法、提问的语句：
※ ～を出て、すぐ右に曲がる / 出～，马上向右转。
※ 线路に沿ってしばらく行く / 沿铁路走一段。
※ ～の大きな三叉路で左に曲がる / 走到大三岔路口转左。
※ その手前の路地を右に入る / 到前面那个小路转入右边。
※ 右へ行って左に行く / 向右，再向左
※ 突き当たりましたら左へ行く / 走到头后向左转。
※ 駅前の横断歩道を渡って、右に行き、三つ目の角を右に入る / 穿过车站前的人行横道，向右走到第三个拐角转入右边。
※ 駅ビルを目印にして探して行く / 以车站大楼为标记找着去。
※ 小さな入り口をくぐって中に入る / 穿过一个小门进去。
※ にぎやかな商店街を通り抜ける / 穿过一处繁华的商业街。 

※ ～（场所）を探しています。～はどこですか。
※ ～（人）に～（场所）を闻いています。～はどこにありますか。
※ ～（场所）について话しています。～へはどの道を通りますか。

日期、时间的相关词汇和表达：
星期：
※ 月曜日「げつようび」；火曜日「かようび」；水曜日「すいようび」；木曜日「もくようび」；金曜日「きんようび」；土曜日「どようび」；日曜日「にちようび」 
日期，时间：
※ 当日「とうじつ」；翌日「よくじつ」；前日「ぜんじつ」；先日「せんじつ」；後日「ごじつ」；数日前「すうじつまえ」；ここ数日；近日「きんじつ」；隔日「かくじつ」；平日「へいじつ」；祝日「しゅくじつ」；定休日「ていきゅうび」；一日中
※ 终日「しゅうじつ」；まる一日；半日「はんにち」；毎日；周间「しゅうかん」；彻夜「てつや」；夜中「よなか」
※ 缔め切り日「しめきりひ」/截止日期；日付「ひづけ」/（书信、文件等的）落款日期；日取り「ひどり」/举行仪式等的预定日期
表达：
※ 缔め切りの期日は明後日だ / 截止日期是后天。
※ 约束の期日に仕上げる / 在约定好的日期内完成。
※ とっくに日にちが过ぎている / 早就过了日期。
※ 期日を延ばす / 推迟截止日期。
※ ～（时间）にします / 定在～（时间）。

各种预约、预定常使用的词语：
音乐会：
昼の部：ひるのぶ（日场）、夜の部：よるのぶ（夜场）、二阶席：にかいせき（二楼位）、
指定席：していせき（对号座位）、自由席：じゆうせき（不对号座位）、
前売券：まえうりけん（预售票）、当日券：とうじつけん（当天票）、
キャンセル待ち（等退票）、チケットセンター（售票处）
订、送餐：洋食、サンドイッチ（三明治）、とんかつ（炸猪扒）、ピザ（比萨饼）、和食、京风ソーメン（京都细丝面）、中华料理、ラーメン、届けてもらう（请送餐）、持ち帰る（带回去、外买）

表示位置关系常用词语：
1、列：れつ、行：ぎょう、角：かど（拐角）、隅：すみ（角落）、端：はし（端头）、侧：がわ、间：あいだ
2、そば、隣：となり、あたり、中央：ちゅうおう（中央）、中心：ちゅうしん（中心）
3、手前：てまえ（眼前、跟前）、両侧：りょうがわ、向かい侧：むかいがわ、斜め前：ななめまえ（恻前方）、斜め向かい：ななめむかい（斜对面）、真上：まうえ（正上方）、真下：ました（正下方）、裏：うら（里面）表：おもて（外面）
4、平行：へいこう、交互：こうご（相互、交替）、隠す：かくす、接する：せっする（邻接、挨靠）、くっつく（紧靠、紧贴在一起）くっつける（使靠近、是贴紧）、离れる：はなれる、面する：めんする（面对、面向）交差する：こうさする（交叉）
5、一つおいてとなり：隔壁的隔壁

形状、状态常考词汇：
一般：デザイン（装饰，设计）、マーク（标记）、ロゴ（徽标）、印：しるし（记号）、バツ印：バツじるし（叉号）
形状：点：てん、丸：まる（圆）、円：えん（圆）、円形：えんけい（圆形）、半円：はんえん（半圆）、楕円形：だえんけい（椭圆形）、四方形：しほうけい（四方形）、長方形：ちょうほうけい（长方形）、三角：さんかく（三角形）、四角：しかく、バツ（叉）、二重：にじゅう（双重，二重）
特点：縦：たて（竖）、横：よこ（横）、平ら：たいら（平坦）、細長い：ほそながい（细长）、短い：みじかい、分厚い：ぶあつい（厚的）、薄い（薄）、左右対称に：さゆうたいしょうに（左右对称）、上下対称に：じょうげたいしょうに（上下对称）、等分に：とうぶんに（均等的）
特征：ねじる（拧，扭，扭转）、凹む：へこむ（凹陷）、膨らむ：ふくらむ（膨胀，鼓起）、窪む：くぼむ（塌陷）、重なる：かさなる（重叠）、ぶら下げる：ぶらさげる（垂下，垂）、固まる：かたまる、対称する、交差する：こうさする（交错）、ギザギザする（锯齿状不齐）、ごてごてする（杂乱不齐）、落ち着く：おちつく、尖る：とがる（尖，锐）、安定感がある：あんていかんがある（稳定性好）、変わる、縮む：ちぢむ（收缩，缩小）、分ける
评价：豪華：ごうか（豪华）、デラックス（豪华）、素敵：すてき（漂亮）、シンプル（单纯，朴素）、実用的、発展性が感じられない（没有其他的可能性）、バランスがいい（平衡好）、すっきりしている（简明，清楚）、ぴったり重なる（完全重叠）

人物外貌等相关词汇：
1、丸顔：まるがお、面長：おもなが（瓜子脸）、角張った顔：かくばったかお（棱角鲜明的脸型）、四角い顔：しかくいかお（方形脸）、彫りの深い顔立ち：ほりりのふかいかおだち（脸部五官线条鲜明）ひげの人（留胡须的人）
2、前髪：まえがみ、ショート（短发）、ロング（长发）、ストレート（直发型）
3、カールする（烫披肩卷发）、パーマ（烫发）
4、眼睛：目がつり上がる（吊眼）、目が下がっている（三角眼）、眼鏡をかけている（戴眼镜）
5、胡须：ひげを伸ばしている（留胡须）、ひげが濃い（胡须浓密）
6、头发：前髪を下ろしている（前发下垂）、前髪を上げている（前发梳起）、髪を真ん中で分けている（头发由中间分开）、前髪はストレートでカールしていません（头发直梳、没有烫卷发）、前髪は横に分けています（前发梳向一边）、パーマをかけている（烫发）、頭が薄くなる（头发稀疏）、髪が少なくなる（头发减少）、額が禿げ上がっている（额头没头发）、後退している（前额头发减少、逐渐向后秃 ）
7、眉毛：眉毛が薄い（眉毛稀少）、眉毛が濃い（浓眉）

日期、时间的相关词汇和表达：
星期：
※ 月曜日「げつようび」；火曜日「かようび」；水曜日「すいようび」；木曜日「もくようび」；金曜日「きんようび」；土曜日「どようび」；日曜日「にちようび」
日期，时间：
※ 当日「とうじつ」；翌日「よくじつ」；前日「ぜんじつ」；先日「せんじつ」；後日「ごじつ」；数日前「すうじつまえ」；ここ数日；近日「きんじつ」；隔日「かくじつ」；平日「へいじつ」；祝日「しゅくじつ」；定休日「ていきゅうび」；一日中
※ 終日「しゅうじつ」；まる一日；半日「はんにち」；毎日；週間「しゅうかん」；徹夜「てつや」；夜中「よなか」
※ 締め切り日「しめきりひ」/截止日期；日付「ひづけ」/（书信、文件等的）落款日期；日取り「ひどり」/举行仪式等的预定日期
表达：
※ 締め切りの期日は明後日だ / 截止日期是后天。
※ 約束の期日に仕上げる / 在约定好的日期内完成。
※ とっくに日にちが過ぎている / 早就过了日期。
※ 期日を延ばす / 推迟截止日期。
※ ～（時間）にします / 定在～（时间）。

各种预约、预定常使用的词语：
音乐会：昼の部：ひるのぶ（日场）、夜の部：よるのぶ（夜场）、二階席：にかいせき（二楼位）、指定席：していせき（对号座位）、自由席：じゆうせき（不对号座位）、前売券：まえうりけん（预售票）、当日券：とうじつけん（当天票）、キャンセル待ち（等退票）、チケットセンター（售票处）
订、送餐：洋食、サンドイッチ（三明治）、とんかつ（炸猪扒）、ピザ（比萨饼）、和食、京風ソーメン（京都细丝面）、中華料理、ラーメン、届けてもらう（请送餐）、持ち帰る（带回去、外买）

表示位置关系常用词语：
1、列：れつ、行：ぎょう、角：かど（拐角）、隅：すみ（角落）、端：はし（端头）、側：がわ、間：あいだ
2、そば、隣：となり、あたり、中央：ちゅうおう（中央）、中心：ちゅうしん（中心）
3、手前：てまえ（眼前、跟前）、両側：りょうがわ、向かい側：むかいがわ、斜め前：ななめまえ（恻前方）、斜め向かい：ななめむかい（斜对面）、真上：まうえ（正上方）、真下：ました（正下方）、裏：うら（里面）表：おもて（外面）
4、平行：へいこう、交互：こうご（相互、交替）、隠す：かくす、接する：せっする（邻接、挨靠）、くっつく（紧靠、紧贴在一起）くっつける（使靠近、是贴紧）、離れる：はなれる、面する：めんする（面对、面向）交差する：こうさする（交叉）
5、一つおいてとなり：隔壁的隔壁

服饰相关常考词汇：
西式服装：洋服：ようふく、スーツ（套装）、背広：せびろ（男士西服）、ジャケット（夹克衫）、ワンピース（连衣裙）、ブラウス（女士衬衫）、ドレス（女士西服）、スカート（裙子）、ズボン（裤子）、スラックス（裤子）、ジーンズ（牛仔裤）、セーター（毛衣）、コート（大衣）
各部名称：袖：そで（袖子）、襟：えり（领子）、裾：すそ（下摆）、丈：たけ（身长）、ウエスト（腰围）、バスト（胸围）
花纹图案：しま模様•チェック（方格）、ストライプ（条纹）、たてじま（竖条）、花柄：はながら（花纹）、水玉模様：みずたまもよう（黑底白圆团图案）、無地：むじ（无图案）、白地：しろじ（白底）
装饰用语：リボン（扎头彩带）、アクセサリー（随身装饰品）、指輪：ゆびわ（戒指）、イヤリング（耳环）
评价用语：はで（华丽）、地味：じみ（朴素）、モダン（时髦）
※ 各种服装细节上的区别：
袖子：ノースリーブ（无袖）、半袖：はんそで（短袖）、長袖：ながそで（长袖）
领子：丸い襟：まるいえり（圆领）、襟なし：えりなし（无领）
裙子：ミニスカート（超短裙）、ロングスカート（长裙）

人的动作、体态、姿势等相关词汇及表达：
二の腕：にのうで（上手臂）、両手：りょうて、かかと（脚后跟）、ふくらはぎ（腿肚子）、すね（小腿）、ふともも（大腿）、膝：ひざ（膝）、胸：むね（胸）、背中：せなか（背,脊梁）、上半身：じょうはんしん（上半身）、下半身：かはんしん（下半身）、仰向ける：あおむける（向上仰,仰面朝天）、指す：さす（指,指向）、押さえる：おさえる（抓住,捉住）、揃える：そろえる（聚集,聚齐）、跳ね上がる：はねあがる（跳起来）、 ジャンプする（跳）、しゃがむ（蹲下）、でんぐり返し（前滚翻）

手部：┉に手を当てる（把手放在┉上）、手を上げる（举手）、手を横に広げる（伸张双手）、手を後ろに回す（双手放在身后）、手を振る（抖动双手）
腕部：腕を曲げる、腕を伸ばす、腕を組む（叉手）
肘部：肘をテーブルにつく（把肘子架在桌子上）、肘を横に張る（把手臂弯曲到前胸）
背部：背筋をピント伸ばす（挺直腰板）、背中を丸める（弓腰）、背中を曲げる（曲背）
胸部：胸を張る（挺胸）
腰部：腰を曲げる（弯腰）、腰を落とす（降低腰身）、腰を伸ばす（挺直腰板）
脚部：足を開く、足を閉じる、足を上に上げる（抬脚）、足を組む(翘起腿)
膝部：膝を曲げる、膝を伸ばす、膝を床につける（双膝着地）
身体：体を起こす（直起身）、体が前かがみになる（身体前倾）

图表、图示等相关词汇：
时间变化：推移：すいい、変動：へんどう、変化：へんか、移り変わり：うつりかわり（变化，演变）
变化倾向：動き：うごき、動向：どうこう、傾向：けいこう、向上：こうじょう（向上，提高）
变化程度：平均：へいきん、標準：ひょうじゅん、ピーク、頂点：ちょうてん、水準：すいじゅん、レベル、目立つ：めだつ（显眼，引人注目）
变化形式：増減：ぞうげん、増加：ぞうか、上昇：じょうしょう（上升，上涨）、増える、伸びる：のびる（伸长，变长）、上がる：あがる、上回る：うわまわる（超过，越出）、満たす：みたす（充满，填满）、うなぎのぼり（直线上升）、下降：かこう、減少：げんしょう、減る：へる、下回る：したまわる（未达到，以下）、落ち込む：おちこむ（掉进，落入）、横ばい：よこばい（停滞，平稳）、変化がない、伸び悩む：のびなやむ（停滞不前）、増減を繰り返している（徘徊不定）、転じる：てんじる（改变，转换）
数量：~高：~だか、~量：~りょう
比例：成長率：せいちょうりつ、増加率：ぞうかりつ、~割：~わり、~パーセント
基准：一人あたり（人均~）、一人につき（每人~）

交通信息及地震信息常考词汇：
地震信息：
震度：しんど（震级）、マグニチュード（里氏震级）、強震：きょうしん（强烈地震）、
弱震：じゃくしん（轻度地震）、横揺れ：よこゆれ（横向摇动）、
縦揺れ：たてゆれ（竖向摇动）、震源：しんげん（震中）、津波：つなみ（海啸）

交通信息：
電車、列車、新幹線、私鉄：してつ（私营铁路）、地下鉄：ちかてつ（地铁）
道路、施設：しせつ（设施，设备）、高速道路、一般道路、有料道路、首都高速道路、～自動車道、国道～号線、料金所、出口、入口、インターチェンジ（高速公路出入口）
閉鎖：へいさ（封闭）、合流：ごうりゅう（汇合）、一車線規制（单车道限行）、上り線：のぼりせん（上﹝东京、大阪）行线）、下がり線：さがりせん（﹝由东京、大阪回去的）下行线）、両方向（双方向）、～キロの渋滞、流れが悪い：ながれがわるい（车流不畅）

列车信息常考词汇：
普通：ふつう（列车）、急行：きゅうこう（快车）、特急：とっきゅう（特快）、各駅停車：かくえきていしゃ（〈各站停〉慢车）、各停：かくてい（各站停）、準急：じゅんきゅう（准快车）、快速：かいそく（快速列车）、通勤快速：つうきんかいそく（上下班快速）、特別快速（特别快速列车）
特急券：とっきゅうけん（加快票）、前売券：まえうりけん（预售票）、定期券：ていきけん（月票）、回数券：かいすうけん（套票，联票）、自動券売機：じどうけんばいき（自动售票机）、精算書：せいさんじょ（补票处）
寝台車：しんだいしゃ（卧铺车）、自由席：じゆうせき（不对号座位）、指定席：していせき（对号座位）、グリーン車（软座）、食堂車：しょくどうしゃ（餐车）、禁煙車：きんえんしゃ（禁烟车厢）、冷房車：れいぼうしゃ（空调车厢）、シルバーシート（〈高龄、残疾等〉特别专座）、ビュッフェ（车站小吃部）
～回り（经由～）、～経由（经由～）、～線直通：～せんちょくつう（～次直达）、回送：かいそう（回空）
網棚：あみだな（行李架）、～番線：～ばんせん（～号站台）、接続：せつぞく（换乘）
払い戻し：はらいもどし（退钱）、見送り：みおくり（送人）

天气预报常使用的词语：
露：つゆ（露）、梅雨：つゆ（梅雨）、雷：かみなり（雷）、雷雨：らいう（雷雨）、にわか雨：にわかあめ（阵雨）、雹：ひょう（冰雹）、霧：きり（雾）、濃霧：のうむ（浓雾）
曇り時々雨（阴有小雨）、曇り時々晴れ（阴间多云）、曇りのち雨（阴转雨）、曇りのち晴れ（阴转晴）、曇り一時にわか雨（阴有阵雨）、曇り時々雪（阴有雪）、晴れ間：はれま（晴空）、曇りがち（多阴天）
~よりの風（偏~风）、~の風（~凤）、北西の風：ほくせいのかぜ（西北风）、北東の風：ほくとうのかぜ（东北风）、西北西の風：せいほくせいのかぜ（偏西北风）、北北西の風：ほくほくせいのかぜ（偏西北风）、南西の風：なんせいのかぜ（西南风）
強風：きょうふう（强风）、波浪：はろう（波浪）、津波：つなみ（海啸）、洪水：こうずい（洪水）、高気圧：こうきあつ（高气压）、低気圧：ていきあつ（低气压）
空模様：そらもよう（天气情况）、雨模様：あめもよう（容易下雨的天气）、荒れ模様：あれもよう（天气转坏）
冷え込み：ひえこみ（降温）、期待薄：きたいうす（天气没太大的指望）、崩れる：くずれる（天气变坏）
~のち（之后）、時々：ときどき（一时）、ところによって（局部）、午後遅く、明け方に：あけがたに（天亮时）、朝方：あさがた（早晨）、夕方：ゆうがた（傍晚）、昼前：ひるまえ（上午，中午）、昼過ぎ：ひるすぎ（中午后）、明日：あす、日中：にっちゅう（白天）
全般は下り坂で：ぜんぱんはくだりざかりで（天气整体逐渐变坏）、ぐずついた天気が続く：ぐずついたてんきがつづく（连续阴天）、高気圧が張り出してくる：こうきあつがはりだしてくる（高气压压过来）、勢力の強い低気圧の谷：せいりょくのつよいていきあつのたに（强低气压槽）、気持ちのよいお天気：きもちのよいおてんき（晴朗的天气）、すっきりしないお天気：すっきりしないおてんき（天气不放晴）、~でしょう、~の恐れがあります：~のおそれがあります（有可能~）、~の見込みです：~のみこみです（预计~ ）


*/